{"index":{"_index":"test","_id":"839b5342df3b598ecd7597321edad0bc160518e3"}}
{"id":"839b5342df3b598ecd7597321edad0bc160518e3","timestamp":"2023-10-13T10:07:44.000Z","link":"https://www.theguardian.com/politics/live/2023/oct/13/grant-shapps-israel-gaza-city-government-uk-politics-latest-updates","title":"Shapps backs Israel over Gaza City evacuation order but ducks questions on practicality or legality – UK politics live","paragraph":"Defence secretary refuses to say whether Israel’s order is within international law but says UK government ‘supports advance notice’ Jeremy Hunt, the chancellor, said “the numbers are definitely worse than what I faced in the spring” as he discussed the difficulties the UK economy could have ahead. Asked on Sky News about the upcoming autumn statement and if good or bad news was expected, he said: I think it’s a bit of both. I think the British economy compared to when I became chancellor a year ago has proved to be much more resilient than nearly every international organisation predicted and people are looking at some of the underlying strengths. In the short-term, we have challenges. We have a challenge with inflation, which is still too high. And we have the challenge of the international environment where there is still a lot of shocks. The numbers are definitely worse than what I faced in the spring. Our debt interest is likely to be £20bn to £30bn higher this year than we predicted in the spring. So yes, it’s a very challenging environment in the short-term. Continue reading...","alltext":"Shapps backs Israel over Gaza City evacuation order but ducks questions on practicality or legality – UK politics live <p>Defence secretary refuses to say whether Israel’s order is within international law but says UK government ‘supports advance notice’</p><p><strong>Jeremy Hunt</strong>, the chancellor, said “the numbers are definitely worse than what I faced in the spring” as he discussed the difficulties the UK economy could have ahead.</p><p>Asked on Sky News about the upcoming autumn statement and if good or bad news was expected, he said:</p><p>I think it’s a bit of both. I think the British economy compared to when I became chancellor a year ago has proved to be much more resilient than nearly every international organisation predicted and people are looking at some of the underlying strengths.</p><p>In the short-term, we have challenges. We have a challenge with inflation, which is still too high. And we have the challenge of the international environment where there is still a lot of shocks.</p><p>The numbers are definitely worse than what I faced in the spring.</p><p>Our debt interest is likely to be £20bn to £30bn higher this year than we predicted in the spring. So yes, it’s a very challenging environment in the short-term.</p> <a href=\"https://www.theguardian.com/politics/live/2023/oct/13/grant-shapps-israel-gaza-city-government-uk-politics-latest-updates\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"72bc50e576b5c486e0980876d2e69e73bed40c12"}}
{"id":"72bc50e576b5c486e0980876d2e69e73bed40c12","timestamp":"2023-10-13T06:00:31.000Z","link":"https://www.theguardian.com/environment/2023/oct/13/uk-foreign-aid-climate-through-private-consultancies","title":"More than £2bn of UK foreign climate aid channelled through consultancies since 2010","paragraph":"Findings raise concerns among experts who say climate funding works best when invested directly in local communities More than £2bn of UK foreign aid aimed at helping poorer countries cope with the escalating climate crisis has been channelled through private consultancies since 2010, according to an analysis. The investigation by Carbon Brief found that more than 10% of UK foreign aid spent on climate-related projects had gone through consultants like KPMG, PricewaterhouseCoopers (PwC) and Adam Smith International. Continue reading...","alltext":"More than £2bn of UK foreign climate aid channelled through consultancies since 2010 <p>Findings raise concerns among experts who say climate funding works best when invested directly in local communities</p><p>More than £2bn of UK foreign aid aimed at helping poorer countries cope with the escalating climate crisis has been channelled through private consultancies since 2010, according to an analysis.</p><p>The <a href=\"https://www.carbonbrief.org/revealed-tenth-of-uks-climate-aid-spending-goes-via-private-consultancies/\">investigation by Carbon Brief</a> found that more than 10% of UK foreign aid spent on climate-related projects had gone through consultants like KPMG, PricewaterhouseCoopers (PwC) and Adam Smith International.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/13/uk-foreign-aid-climate-through-private-consultancies\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"cdaeb6e0feabf081b8394cf58fcddb040fa0719f"}}
{"id":"cdaeb6e0feabf081b8394cf58fcddb040fa0719f","timestamp":"2023-10-12T15:56:32.000Z","link":"https://www.theguardian.com/politics/2023/oct/12/scottish-first-minister-humza-yousaf-tells-of-wars-impact-on-in-laws-in-gaza","title":"Scottish first minister Humza Yousaf tells of war’s impact on in-laws in Gaza","paragraph":"Yousaf renews calls for UK government to urge ceasefire as he describes his family’s fears for trapped relatives Israel and Hamas at war – live updates His mother-in-law in besieged Gaza is running out of drinking water. His brother-in-law, a doctor, is dealing with the horror of trying to identify body parts in a hospital nearby. And his four-year-old daughter, at home in Scotland, can only understand that “granny is afraid of the thunder”. Humza Yousaf, Scotland’s first minister, has described in brutal detail the impact on trapped family members of Israel’s bombardment of Gaza in response to the shock attacks by Hamas at the weekend. Continue reading...","alltext":"Scottish first minister Humza Yousaf tells of war’s impact on in-laws in Gaza <p>Yousaf renews calls for UK government to urge ceasefire as he describes his family’s fears for trapped relatives</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/oct/12/israel-hamas-war-live-updates-biden-hamas-attack-holocaust-gaza-displaced-palestine\">Israel and Hamas at war – live updates</a></strong></li></ul><p>His mother-in-law in besieged Gaza is running out of drinking water. His brother-in-law, a doctor, is dealing with the horror of trying to identify body parts in a hospital nearby. And his four-year-old daughter, at home in Scotland, can only understand that “granny is afraid of the thunder”.</p><p>Humza Yousaf, Scotland’s first minister, has described in brutal detail the impact on trapped family members of Israel’s bombardment of Gaza in response to the shock attacks by Hamas at the weekend.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/12/scottish-first-minister-humza-yousaf-tells-of-wars-impact-on-in-laws-in-gaza\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"4c7fbf14ddabcfc7196664726c455ff1c6fb2b51"}}
{"id":"4c7fbf14ddabcfc7196664726c455ff1c6fb2b51","timestamp":"2023-10-12T15:28:57.000Z","link":"https://www.theguardian.com/politics/live/2023/oct/12/prisons-steve-barclay-labour-conservatives-keir-starmer-rishi-sunak-uk-politics","title":"First minister says SNP MP who defected to Tories ‘probably never believed’ in Scottish independence – as it happened","paragraph":"Humza Yousaf says Lisa Cameron’s move was ‘the least surprising news I’ve had as leader of the SNP’ NHS waiting lists have hit a new record high, with more people facing long waits, PA Media reports. PA says: Figures for the NHS in England show 7.75 million people were waiting to start treatment at the end of August, up from 7.68 million in July. This is the highest number since records began in August 2007 and comes despite Rishi Sunak saying cutting waiting lists is one of his priorities. Continue reading...","alltext":"First minister says SNP MP who defected to Tories ‘probably never believed’ in Scottish independence – as it happened <p>Humza Yousaf says Lisa Cameron’s move was ‘the least surprising news I’ve had as leader of the SNP’</p><p>NHS waiting lists have hit a new record high, with more people facing long waits, PA Media reports. PA says:</p><p>Figures for the NHS in England show 7.75 million people were waiting to start treatment at the end of August, up from 7.68 million in July.</p><p>This is the highest number since records began in August 2007 and comes despite Rishi Sunak saying cutting waiting lists is one of his priorities.</p> <a href=\"https://www.theguardian.com/politics/live/2023/oct/12/prisons-steve-barclay-labour-conservatives-keir-starmer-rishi-sunak-uk-politics\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"7ca75884ab051f2ffef41fce72e79fe8ecb2b407"}}
{"id":"7ca75884ab051f2ffef41fce72e79fe8ecb2b407","timestamp":"2023-10-12T14:01:04.000Z","link":"https://www.theguardian.com/politics/2023/oct/12/snp-mp-lisa-cameron-defects-tory-party-toxic-bullying-treatment","title":"Humza Yousaf urges Lisa Cameron to resign as MP after Tory defection","paragraph":"First minister says Cameron’s decision to cross floor is betrayal of constituents and SNP activists UK politics live – latest updates Humza Yousaf has urged Lisa Cameron, the Scottish National party politician who has defected to the Conservatives, to do the “honourable thing” and resign as an MP. The first minister told the Guardian Cameron’s decision to cross the floor, after accusing the SNP of “toxic and bullying” behaviour, was a betrayal of her constituents and of the party activists who campaigned to get her elected. Continue reading...","alltext":"Humza Yousaf urges Lisa Cameron to resign as MP after Tory defection <p>First minister says Cameron’s decision to cross floor is betrayal of constituents and SNP activists</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/oct/12/prisons-steve-barclay-labour-conservatives-keir-starmer-rishi-sunak-uk-politics\">UK politics live – latest updates</a></li></ul><p>Humza Yousaf has urged Lisa Cameron, the Scottish National party politician who has defected to the Conservatives, to do the “honourable thing” and resign as an MP.</p><p>The first minister told the Guardian Cameron’s <a href=\"https://www.theguardian.com/politics/live/2023/oct/12/prisons-steve-barclay-labour-conservatives-keir-starmer-rishi-sunak-uk-politics?page=with:block-6527b46b8f0889b52d8c2954#block-6527b46b8f0889b52d8c2954\">decision to cross the floor</a>, after accusing the SNP of “toxic and bullying” behaviour, was a betrayal of her constituents and of the party activists who campaigned to get her elected.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/12/snp-mp-lisa-cameron-defects-tory-party-toxic-bullying-treatment\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"ec6791e9af68b2dd7757f9dcfab1a22863a2dfe5"}}
{"id":"ec6791e9af68b2dd7757f9dcfab1a22863a2dfe5","timestamp":"2023-10-12T13:06:09.000Z","link":"https://www.theguardian.com/society/2023/oct/12/growing-number-people-face-18-month-waits-nhs-care-england","title":"Growing number of people face 18-month waits for NHS care in England","paragraph":"Figures reveal rise to 8,998 patients in August, despite ministers’ pledge to have ended such long waits by April UK politics live – latest updates The number of people waiting longer than 18 months for NHS treatment in England is growing, figures show, despite ministers vowing to have eliminated such long waits six months ago. The government promised to end all waits of a year and a half by April this year. Figures published on Thursday show 8,998 people were waiting more than 18 months for treatment at the end of August, up from 7,289 at the end of July. Continue reading...","alltext":"Growing number of people face 18-month waits for NHS care in England <p>Figures reveal rise to 8,998 patients in August, despite ministers’ pledge to have ended such long waits by April</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/oct/12/prisons-steve-barclay-labour-conservatives-keir-starmer-rishi-sunak-uk-politics\">UK politics live – latest updates</a></li></ul><p>The number of people waiting longer than 18 months for NHS treatment in England is growing, figures show, despite ministers vowing to have eliminated such long waits six months ago.</p><p>The government promised to end all waits of a year and a half <a href=\"https://www.theguardian.com/society/2023/may/09/pledge-to-reduce-nhs-backlog-has-been-broken-steve-barclay-admits\">by April this year</a>. Figures published on Thursday show 8,998 people were waiting more than 18 months for treatment at the end of August, up from 7,289 at the end of July.</p> <a href=\"https://www.theguardian.com/society/2023/oct/12/growing-number-people-face-18-month-waits-nhs-care-england\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"f6d2584a77504c39dd4c76573e4f2fdf43e73147"}}
{"id":"f6d2584a77504c39dd4c76573e4f2fdf43e73147","timestamp":"2023-10-12T11:01:06.000Z","link":"https://www.theguardian.com/environment/2023/oct/12/sunak-u-turns-make-net-zero-harder-keep-bills-high-watchdog","title":"Sunak’s U-turns make net zero harder and keep bills high, watchdog warns","paragraph":"Climate Change Committee also says rowing back on climate policies has harmed investment into UK UK politics live – latest updates Rishi Sunak’s reversals on key climate policies have damaged the UK’s ability to meet its carbon-cutting goals and will keep energy bills high for millions of households, with the effect of “making net zero considerably harder to achieve”, the UK’s climate watchdog has warned. Rowing back on policies to phase out gas boilers and petrol and diesel vehicles, and the general sense that the government is “weakening its commitments” to shifting to a green economy, have also harmed the prospects of inward investment into the UK, and sent adverse signals to consumers, businesses and other governments. Continue reading...","alltext":"Sunak’s U-turns make net zero harder and keep bills high, watchdog warns <p>Climate Change Committee also says rowing back on climate policies has harmed investment into UK</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/oct/12/prisons-steve-barclay-labour-conservatives-keir-starmer-rishi-sunak-uk-politics\">UK politics live – latest updates</a></li></ul><p>Rishi Sunak’s <a href=\"https://www.theguardian.com/environment/2023/sep/20/rishi-sunak-confirms-rollback-of-key-green-targets\">reversals on key climate policies</a> have damaged the UK’s ability to meet its carbon-cutting goals and will keep energy bills high for millions of households, with the effect of “making net zero considerably harder to achieve”, the UK’s climate watchdog has warned.</p><p>Rowing back on policies to phase out gas boilers and petrol and diesel vehicles, and the general sense that the government is “weakening its commitments” to shifting to a green economy, have also <a href=\"https://www.theguardian.com/environment/2023/oct/05/rishi-sunak-climate-u-turn-mark-carney#:~:text=Sunak%20last%20month%20announced%20a,UK's%20oil%20and%20gas%20reserves.\">harmed the prospects of inward investment into the UK</a>, and sent adverse signals to consumers, businesses and other governments.</p> <a href=\"https://www.theguardian.com/environment/2023/oct/12/sunak-u-turns-make-net-zero-harder-keep-bills-high-watchdog\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"8c2f30426a2de4c3c42a776d30e37e86f47edefa"}}
{"id":"8c2f30426a2de4c3c42a776d30e37e86f47edefa","timestamp":"2023-10-12T10:40:03.000Z","link":"https://www.theguardian.com/politics/2023/oct/12/keir-starmer-targets-10-years-pm-reverse-decline-suffered-uk","title":"Keir Starmer targets 10 years as PM to reverse ‘decline’ suffered by UK","paragraph":"Labour leader says party needs to win next two elections if it is to carry out ‘a decade of national renewal’ UK politics live – latest updates Keir Starmer has set his sights on 10 years as prime minister, saying it will take Labour wins at the next two general elections to reverse the “decline” suffered by the UK. In comments that showed his growing confidence at winning power, the Labour leader said he was charting a course for “a decade of national renewal”. Continue reading...","alltext":"Keir Starmer targets 10 years as PM to reverse ‘decline’ suffered by UK <p>Labour leader says party needs to win next two elections if it is to carry out ‘a decade of national renewal’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/oct/12/prisons-steve-barclay-labour-conservatives-keir-starmer-rishi-sunak-uk-politics\">UK politics live – latest updates</a></li></ul><p>Keir Starmer has set his sights on 10 years as prime minister, saying it will take Labour wins at the next two general elections to reverse the “decline” suffered by the UK.</p><p>In comments that showed his growing confidence at winning power, the Labour leader said he was charting a course for “a decade of national renewal”.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/12/keir-starmer-targets-10-years-pm-reverse-decline-suffered-uk\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"5699eef1a37906225a100f1bd012644f0d39d3c0"}}
{"id":"5699eef1a37906225a100f1bd012644f0d39d3c0","timestamp":"2023-10-12T08:26:25.000Z","link":"https://www.theguardian.com/society/2023/oct/12/steve-barclay-alarmed-threefold-rise-vaping-children","title":"Steve Barclay ‘alarmed’ at threefold rise in vaping among children","paragraph":"Health secretary voices concern at sweet-like marketing of e-cigarettes, as ministers plan curbs in England The health secretary has expressed alarm at the number of children who vape tripling in three years, as ministers took the first step towards banning candy-coloured disposable versions of the product. Steve Barclay said he was concerned “as a dad” by e-cigarettes being marketed like sweets. Continue reading...","alltext":"Steve Barclay ‘alarmed’ at threefold rise in vaping among children <p>Health secretary voices concern at sweet-like marketing of e-cigarettes, as ministers plan curbs in England</p><p>The health secretary has expressed alarm at the number of children who vape tripling in three years, as ministers took the first step towards banning candy-coloured disposable versions of the product.</p><p>Steve Barclay said he was concerned “as a dad” by e-cigarettes being marketed like sweets.</p> <a href=\"https://www.theguardian.com/society/2023/oct/12/steve-barclay-alarmed-threefold-rise-vaping-children\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"af654755d348735046d8735b8d74fd66164a6a57"}}
{"id":"af654755d348735046d8735b8d74fd66164a6a57","timestamp":"2023-10-12T05:00:01.000Z","link":"https://www.theguardian.com/money/2023/oct/12/pressure-on-reeves-to-drop-labour-opposition-to-higher-wealth-taxes","title":"Pressure on Reeves to drop Labour opposition to higher wealth taxes","paragraph":"Union leaders and MPs on left of party say UK’s finances must be improved by taxing very richest Rachel Reeves is under pressure to drop Labour’s blanket opposition to higher taxes on wealth, amid growing alarm within the party over extreme levels of inequality and the battered state of Britain’s public finances. After a conference in Liverpool designed to showcase party unity and economic credibility, trade union leaders and senior figures on the shadow chancellor’s left said they would keep “banging the drum” for a Labour government to raise billions of pounds more in tax from the very richest. Continue reading...","alltext":"Pressure on Reeves to drop Labour opposition to higher wealth taxes <p>Union leaders and MPs on left of party say UK’s finances must be improved by taxing very richest</p><p>Rachel Reeves is under pressure to drop Labour’s <a href=\"https://www.theguardian.com/politics/2023/aug/27/rachel-reeves-rules-out-wealth-tax-if-labour-wins-next-election\">blanket opposition to higher taxes on wealth</a>, amid growing alarm within the party over extreme levels of inequality and the battered state of Britain’s public finances.</p><p>After a <a href=\"https://www.theguardian.com/politics/2023/oct/09/mark-carney-is-ace-in-rachel-reeves-already-strong-hand-against-tories-labour\">conference in Liverpool</a> designed to showcase party unity and economic credibility, trade union leaders and senior figures on the shadow chancellor’s left said they would keep “banging the drum” for a Labour government to raise billions of pounds more in tax from the very richest.</p> <a href=\"https://www.theguardian.com/money/2023/oct/12/pressure-on-reeves-to-drop-labour-opposition-to-higher-wealth-taxes\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"22fc71bc62e0fd03fe5a70ed58523429b974ab3c"}}
{"id":"22fc71bc62e0fd03fe5a70ed58523429b974ab3c","timestamp":"2023-10-11T21:38:31.000Z","link":"https://www.theguardian.com/politics/2023/oct/11/ex-tory-business-minister-anna-soubry-says-she-will-vote-labour","title":"Ex-Tory business minister Anna Soubry says she will vote Labour","paragraph":"Co-founder of Change UK who opposed Brexit praises Keir Starmer as having the ‘values and competence’ Britain ‘desperately needs’ Anna Soubry, the former Conservative business minister, has announced she will be voting for Labour at the next general election. The former MP, now a criminal barrister, said on social media that she will be voting for Keir Starmer. On Wednesday, she wrote on X, formerly Twitter: “I will be voting #Labour. Continue reading...","alltext":"Ex-Tory business minister Anna Soubry says she will vote Labour <p>Co-founder of Change UK who opposed Brexit praises Keir Starmer as having the ‘values and competence’ Britain ‘desperately needs’</p><p>Anna Soubry, the former Conservative business minister, has announced she will be voting for Labour at the next general election.</p><p>The former MP, now a criminal barrister, said on social media that she will be voting for Keir Starmer. On Wednesday, she wrote on X, formerly Twitter: “I will be voting #Labour.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/11/ex-tory-business-minister-anna-soubry-says-she-will-vote-labour\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"6f59a10b4f8aef7c465c4477ad7f320b513c90fb"}}
{"id":"6f59a10b4f8aef7c465c4477ad7f320b513c90fb","timestamp":"2023-10-13T09:17:46.000Z","link":"https://www.theguardian.com/commentisfree/2023/oct/13/labour-conference-radical-reform-child-poverty-benefits","title":"I went to Labour conference in search of its plans for radical reform – what I found gave me hope | Polly Toynbee","paragraph":"Labour’s frontbench is promising to tackle child poverty and to make work pay – just don’t mention the two-child benefit cap Here’s one dog that didn’t bark at Labour’s conference, amid the clapping and the sparkling. Only a few months ago, Keir Starmer’s refusal to pledge to reverse the two-child benefit cap – which tips hundreds of thousands of children into extreme poverty – was greeted with howls of pain and indignation. The shadow cabinet challenged him over it, and Meg Hillier, the chair of the public accounts committee, was among the many appalled Labour voices who objected. Why did he do it? It wasn’t planned, but a badly handled answer to an interview question that should have had a boilerplate reply: he would not be bounced into unfunded spending commitments that had not yet been agreed. Had he said he’d abolish it, he’d be chased on every other benefit. It was a needless mistake that should have been side-stepped. Polly Toynbee is a Guardian columnist Continue reading...","alltext":"I went to Labour conference in search of its plans for radical reform – what I found gave me hope | Polly Toynbee <p>Labour’s frontbench is promising to tackle child poverty and to make work pay – just don’t mention the two-child benefit cap</p><p>Here’s one dog that didn’t bark at Labour’s conference, amid the clapping and the <a href=\"https://www.theguardian.com/politics/video/2023/oct/10/protester-glitter-keir-starmer-labour-conference-speech-video\">sparkling</a>. Only a few months ago, Keir Starmer’s refusal to pledge to reverse the <a href=\"https://www.theguardian.com/politics/2023/jul/18/keir-starmer-defends-decision-not-to-scrap-two-child-benefit-cap#:~:text=At%20a%20tense%20meeting%20of,choices%20is%20not%20a%20soundbite.\">two-child benefit cap</a> – which tips hundreds of thousands of children into extreme poverty – was greeted with howls of pain and indignation. The shadow cabinet challenged him over it, and Meg Hillier, the chair of the public accounts committee, was among the many appalled Labour voices who <a href=\"https://www.theguardian.com/politics/2023/jul/17/labour-mps-urge-starmer-rethink-two-child-benefit-cap-npf?CMP=Share_iOSApp_Other\">objected</a>.</p><p>Why did he do it? It wasn’t planned, but a badly handled answer to an interview question that should have had a boilerplate reply: he would not be bounced into unfunded spending commitments that had not yet been agreed. Had he said he’d abolish it, he’d be chased on every other benefit. It was a needless mistake that should have been side-stepped.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/13/labour-conference-radical-reform-child-poverty-benefits\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"2ea1d7752b55ebe5d0625f1c8439ffd499ad3304"}}
{"id":"2ea1d7752b55ebe5d0625f1c8439ffd499ad3304","timestamp":"2023-10-13T05:00:29.000Z","link":"https://www.theguardian.com/commentisfree/2023/oct/13/rivers-crumbling-schools-prisons-rapists-burglars-jails-politicians","title":"Sewage in rivers, crumbling schools – what next? No room in prisons for rapists and burglars | Gaby Hinsliff","paragraph":"Even as our underfunded, overcrowded jails run out of places, politicians push the myth that longer sentences make us safer Don’t send criminals to jail, because the jails are already full to bursting. It almost beggars belief that judges were offered this advice at a private meeting last week with Lord Justice Edis, the senior presiding judge for England and Wales, but ministers tellingly won’t deny the reports. Accustomed as we all are by now to things feeling broken, from the trains to crumbling school classrooms to rivers full of sewage, the suggestion that sentencing for rapists or burglars currently out on bail should be temporarily delayed because ministers have failed to build anywhere to put them feels like a particularly dystopian new low. It’s meant to be a short-term measure, a temporary releasing of the pressure valve, but that won’t be much comfort for victims now hearing that their assailants will get to enjoy their freedom a little bit longer. “What am I going to do if a jury finds someone guilty (of rape)?” wondered one judge aloud to the Times. “Do I release that person who is now convicted back into the community, where the victim might see them? What will the victim think?” Gaby Hinsliff is a Guardian columnist Continue reading...","alltext":"Sewage in rivers, crumbling schools – what next? No room in prisons for rapists and burglars | Gaby Hinsliff <p>Even as our underfunded, overcrowded jails run out of places, politicians push the myth that longer sentences make us safer</p><p>Don’t send criminals to jail, because the jails are already full to bursting.</p><p>It almost beggars belief that <a href=\"https://www.theguardian.com/law/2023/oct/12/england-and-wales-judges-told-not-to-jail-criminals-because-prisons-full-report\">judges were offered this advice</a> at a private meeting last week with Lord Justice Edis, the senior presiding judge for England and Wales, but ministers tellingly won’t deny the reports. Accustomed as we all are by now to things feeling broken, from the trains to crumbling school classrooms to rivers full of sewage, the suggestion that sentencing for rapists or burglars currently out on bail should be temporarily delayed because ministers have failed to build anywhere to put them feels like a particularly dystopian new low. It’s meant to be a short-term measure, a temporary releasing of the pressure valve, but that won’t be much comfort for victims now hearing that their assailants will get to enjoy their freedom a little bit longer. “What am I going to do if a jury finds someone guilty (of rape)?” wondered one judge aloud <a href=\"https://www.thetimes.co.uk/article/judges-told-not-to-jail-rapists-as-prisons-are-full-2tfgb2czs\">to the Times</a>. “Do I release that person who is now convicted back into the community, where the victim might see them? What will the victim think?”</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/13/rivers-crumbling-schools-prisons-rapists-burglars-jails-politicians\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"3566c31b68b2c3c261e34a9bdc47ca65bf82d81e"}}
{"id":"3566c31b68b2c3c261e34a9bdc47ca65bf82d81e","timestamp":"2023-10-12T17:44:00.000Z","link":"https://www.theguardian.com/commentisfree/2023/oct/12/the-guardian-view-on-the-snp-facing-a-colder-wind-in-the-north","title":"The Guardian view on the SNP: facing a colder wind in the north | Editorial","paragraph":"The defection of Lisa Cameron to the Tories is the latest sign of the weakness now threatening Humza Yousaf and his party Even before Thursday’s jaw-dropping news that one of its MPs is joining the Conservatives, this year’s Scottish National party conference was bound to be the most challenging for years. As the first SNP conference since Humza Yousaf succeeded Nicola Sturgeon as leader, the first since the police investigation into the party’s finances, and the first since Labour’s sweeping victory over the nationalists in the Rutherglen and Hamilton West byelection, next week’s gathering in Aberdeen already had plenty of problems to navigate. The defection of Lisa Cameron to the Tories may seem at first sight to be much more manageable, given the SNP’s loathing of the Conservatives. Yet the charges that Ms Cameron levelled against the SNP as she quit cannot be brushed aside so easily. They carry too many echoes for that. The SNP is already facing a cold electoral wind for the first time in more than a decade. The loss of another MP could turn the headwind into something even icier. Continue reading...","alltext":"The Guardian view on the SNP: facing a colder wind in the north | Editorial <p>The defection of Lisa Cameron to the Tories is the latest sign of the weakness now threatening Humza Yousaf and his party</p><p>Even before Thursday’s jaw-dropping <a href=\"https://www.heraldscotland.com/news/23850251.snp-mp-lisa-cameron-defects-conservatives/\" title=\"\">news</a> that one of its MPs is joining the Conservatives, this year’s Scottish National party conference was bound to be the most challenging for years. As the first SNP conference since Humza Yousaf succeeded Nicola Sturgeon as leader, the first since the police investigation into the party’s finances, and the first since Labour’s sweeping victory over the nationalists in the Rutherglen and Hamilton West <a href=\"https://www.theguardian.com/politics/2023/oct/07/labour-stunning-scottish-bylection-win-means-there-may-be-little-need-to-bargain-with-the-snp\" title=\"\">byelection</a>, next week’s gathering in <a href=\"https://www.snp.org/events/snp-89th-annual-national-conference-2023/\" title=\"\">Aberdeen</a> already had plenty of problems to navigate.</p><p>The defection of Lisa Cameron to the Tories may seem at first sight to be much more manageable, given the SNP’s loathing of the Conservatives. Yet the charges that Ms Cameron levelled against the SNP as she quit cannot be brushed aside so easily. They carry too many <a href=\"https://www.theguardian.com/politics/2023/oct/06/snp-byelection-defeat-prompts-soul-searching-across-the-party\" title=\"\">echoes</a> for that. The SNP is already facing a cold <a href=\"https://www.theguardian.com/politics/2023/oct/09/labour-tipping-point-beating-snp-scotland-anas-sarwar\" title=\"\">electoral wind</a> for the first time in more than a decade. The loss of another MP could turn the headwind into something even icier.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/12/the-guardian-view-on-the-snp-facing-a-colder-wind-in-the-north\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"e851695a6d819f40bb1267183e003f7524baf418"}}
{"id":"e851695a6d819f40bb1267183e003f7524baf418","timestamp":"2023-10-12T17:34:17.000Z","link":"https://www.theguardian.com/commentisfree/2023/oct/12/the-guardian-view-on-bibby-stockholm-behold-the-great-floating-fiasco","title":"The Guardian view on Bibby Stockholm: behold, the great floating fiasco | Editorial","paragraph":"Even as Suella Braverman dehumanises asylum seekers, she throws them into communities with next to no consultation The most infamous boat in Britain reopens for business next week. From next Thursday, the Bibby Stockholm will once again house people who have fled to this country seeking asylum. The barge was supposed to form part of Rishi Sunak’s solution to the eye-watering costs of accommodating asylum seekers who are waiting for the Home Office to process their applications: stick hundreds of them on a three-storey high floating box moored in Portland harbour, and not only would the hotel bills come down but Mr Sunak could show he was taking action on the record backlog of would-be refugees. It would make a grand photo opportunity, a sign of No 10’s resolve and a boost to Conservative popularity. Instead, it has been an enormous floating fiasco. After months of challenges from both Dorset residents (including the local Tory MP) and organisations dedicated to securing asylum seekers’ rights, the government finally sent 39 people on to the Bibby Stockholm. Even as they arrived, legionella was confirmed to be already on board. A few days later, all were evacuated. Even if the Home Office manages its “re-embarkation” next Thursday, the barge will have been part-occupied for a grand total of five days and empty for 68, serving only as a giant beached policy failure. Home Office contract documents suggest the Bibby Stockholm costs taxpayers nearly £300,000 a week. So much for cutting bills. Continue reading...","alltext":"The Guardian view on Bibby Stockholm: behold, the great floating fiasco | Editorial <p>Even as Suella Braverman dehumanises asylum seekers, she throws them into communities with next to no consultation</p><p>The most infamous boat in Britain reopens for business next week. From next Thursday, <a href=\"https://www.theguardian.com/uk-news/2023/oct/10/home-office-send-asylum-seekers-back-bibby-stockholm-barge-legionella\" title=\"\">the Bibby Stockholm will once again house people</a> who have fled to this country seeking asylum. The barge was supposed to form part of Rishi Sunak’s solution to the eye-watering costs of accommodating asylum seekers who are waiting for the Home Office to process their applications: stick hundreds of them on a three-storey high floating box moored in Portland harbour, and not only would the hotel bills come down but Mr Sunak could show he was taking action on the record backlog of would-be refugees. It would make a grand photo opportunity, a sign of No 10’s resolve and a boost to Conservative popularity.</p><p>Instead, it has been an enormous floating fiasco. After months of challenges from both Dorset residents (including the local Tory MP) and organisations dedicated to securing asylum seekers’ rights, the government finally sent 39 people on to the Bibby Stockholm. Even as they arrived, legionella was confirmed to be already on board. A few days later, all were evacuated. Even if the Home Office manages its “re-embarkation” next Thursday, the barge will have been part-occupied for a grand total of five days and empty for 68, serving only as a giant beached policy failure. Home Office contract documents suggest the Bibby Stockholm <a href=\"https://inews.co.uk/news/home-office-pays-bibby-stockholm-barge-2668173?ico=in-line_link\" title=\"\">costs taxpayers nearly £300,000 a week</a>. So much for cutting bills.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/12/the-guardian-view-on-bibby-stockholm-behold-the-great-floating-fiasco\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"995ff03aee6259cc1b460bd6228b1ae03587968a"}}
{"id":"995ff03aee6259cc1b460bd6228b1ae03587968a","timestamp":"2023-10-12T07:00:02.000Z","link":"https://www.theguardian.com/commentisfree/2023/oct/12/labour-workers-keir-starmer-unions","title":"For Labour to reach alienated working-class voters, Starmer needs to treat them less like tools | Aditya Chakrabortty","paragraph":"The likely next PM will never win over ‘working people’ while his party cosies up to corporations and betrays the unions To understand how Keir Starmer’s team sees class, it helps to know a story. It’s told by his head of strategy, Deborah Mattinson, about a series of her own focus groups. She asked people to bring in a symbol of their social status, and started with those who called themselves middle class. At the first session, an overwhelming majority turned up with the exact same item. What do you think it was: a graduation photo? Keys to their Audi? A prize bit of home decor? Wrong. Five out of the eight chose a cafetiere, while a sixth person waved Twinings Earl Grey teabags. The indiscreet charm of the British bourgeoisie clearly lay in its hot beverages. Aditya Chakrabortty is a Guardian columnist Continue reading...","alltext":"For Labour to reach alienated working-class voters, Starmer needs to treat them less like tools | Aditya Chakrabortty <p>The likely next PM will never win over ‘working people’ while his party cosies up to corporations and betrays the unions</p><p>To understand how Keir Starmer’s team sees class, it helps to know a story. It’s told by his <a href=\"https://www.theguardian.com/politics/2023/oct/07/whos-who-in-keir-starmers-reshaped-top-team\">head of strategy, Deborah Mattinson</a>, about a series of her own focus groups. She asked people to bring in a symbol of their social status, and started with those who called themselves middle class. At the first session, an overwhelming majority turned up with the exact same item. What do you think it was: a graduation photo? Keys to their Audi? A prize bit of home decor?</p><p>Wrong. Five out of the eight chose a cafetiere, while a sixth person waved Twinings Earl Grey teabags. The indiscreet charm of the British bourgeoisie clearly lay in its hot beverages.</p><p>Aditya Chakrabortty is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/12/labour-workers-keir-starmer-unions\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"c83a04d349877c9081cade7e16ee61e4997882f2"}}
{"id":"c83a04d349877c9081cade7e16ee61e4997882f2","timestamp":"2023-10-11T18:10:05.000Z","link":"https://www.theguardian.com/commentisfree/2023/oct/11/the-guardian-view-on-labours-housing-plan-a-promising-start-to-addressing-an-age-old-problem","title":"The Guardian view on Labour’s housing plan: a promising start to addressing an age-old problem | Editorial","paragraph":"Sir Keir Starmer’s talk of ‘bulldozing’ obstacles to development is a refreshing contrast to Rishi Sunak’s cowardly retreat from the challenge The road that has taken Britain into a housing crisis is paved with broken promises. Governments have pledged action, set targets and talked about new towns, building on brownfield sites, local partnerships, devolution and similar well-intentioned policies. Yet the deficit in available homes – the number that should have been constructed in recent decades for present supply to match demand – is routinely estimated at more than 4m. Even if the Conservatives had stuck to their manifesto goal of 300,000 new homes a year, the mission would not be accomplished before 2070. But Rishi Sunak, in an act of typical political cowardice, scrapped the target in deference to backbench Tory MPs, who put the interests of homeowning constituents over the hopes of prospective future constituents who might need somewhere to live. Continue reading...","alltext":"The Guardian view on Labour’s housing plan: a promising start to addressing an age-old problem | Editorial <p>Sir Keir Starmer’s talk of ‘bulldozing’ obstacles to development is a refreshing contrast to Rishi Sunak’s cowardly retreat from the challenge</p><p>The road that has taken Britain into a housing crisis is paved with broken promises. Governments have pledged action, set targets and talked about new towns, building on brownfield sites, local partnerships, devolution and similar well-intentioned policies. Yet the deficit in available homes – the number that should have been constructed in recent decades for present supply to match demand – is routinely estimated at more than 4m.</p><p>Even if the Conservatives had stuck to their manifesto goal of 300,000 new homes a year, the mission would not be accomplished before 2070. But Rishi Sunak, in an act of typical political cowardice, <a href=\"https://www.theguardian.com/politics/2022/dec/05/sunak-backs-down-on-housebuilding-targets-after-pressure-from-tory-mps\" title=\"\">scrapped the target</a> in deference to backbench Tory MPs, who put the interests of homeowning constituents over the hopes of prospective future constituents who might need somewhere to live.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/11/the-guardian-view-on-labours-housing-plan-a-promising-start-to-addressing-an-age-old-problem\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"6e7bedeaed00fd60c1be574db6786c62ad9d6f11"}}
{"id":"6e7bedeaed00fd60c1be574db6786c62ad9d6f11","timestamp":"2023-10-11T17:57:28.000Z","link":"https://www.theguardian.com/commentisfree/picture/2023/oct/11/sarah-akinterinwa-on-keir-starmer-cartoon","title":"Sarah Akinterinwa on Keir Starmer – cartoon","paragraph":"Continue reading...","alltext":"Sarah Akinterinwa on Keir Starmer – cartoon <a href=\"https://www.theguardian.com/commentisfree/picture/2023/oct/11/sarah-akinterinwa-on-keir-starmer-cartoon\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"c0dd2923fa643192d0309bf4711cd9b8629bf119"}}
{"id":"c0dd2923fa643192d0309bf4711cd9b8629bf119","timestamp":"2023-10-11T14:47:39.000Z","link":"https://www.theguardian.com/politics/2023/oct/11/a-victory-lap-for-starmer-now-officially-a-member-of-the-glitterati","title":"A victory lap for Starmer, now officially a member of the glitterati | John Crace","paragraph":"Standing ovations all round as Labour conference wraps up and many luxuriate in the feeling of a party poised to take power We happy few. The morning after the afternoon before. It was a curious decision to schedule Keir Starmer’s speech for the Tuesday of the party conference. Almost like saying that the real business was in effect over with a day to spare. An invitation to some to pack up and go home early, which many delegates had happily accepted. Or else they had been partying late and forced to throw a sickie. Either way, most of the conference centre looked like something of a ghost town early on Wednesday. But the show had to go on. Conferences abhor a vacuum. So we kicked off with Starmer doing a victory lap on the media round. They were some of the easiest interviews he will ever do, as no one had any tricky questions for him. Continue reading...","alltext":"A victory lap for Starmer, now officially a member of the glitterati | John Crace <p>Standing ovations all round as Labour conference wraps up and many luxuriate in the feeling of a party poised to take power</p><p>We happy few. The morning after the afternoon before. It was a curious decision to schedule Keir Starmer’s speech for the Tuesday of the party conference. Almost like saying that the real business was in effect over with a day to spare. An invitation to some to pack up and go home early, which many delegates had happily accepted. Or else they had been partying late and forced to throw a sickie. Either way, most of the conference centre looked like something of a ghost town early on Wednesday.</p><p>But the show had to go on. Conferences abhor a vacuum. So we kicked off with Starmer doing a victory lap on the media round. They were some of the easiest interviews he will ever do, as no one had any tricky questions for him.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/11/a-victory-lap-for-starmer-now-officially-a-member-of-the-glitterati\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"44533996442b57ccde6dca37705bef1a64af90f4"}}
{"id":"44533996442b57ccde6dca37705bef1a64af90f4","timestamp":"2023-10-11T10:15:36.000Z","link":"https://www.theguardian.com/commentisfree/2023/oct/11/labour-conference-keir-starmer-speech-tories-politics","title":"Starmer’s path to No 10 is assured – that’s why voters must demand greater ambition | Owen Jones","paragraph":"It would be a grave error to wait until Labour is in government to scrutinise what the party has to offer By the end of next year, Keir Starmer will reside in 10 Downing Street as the 58th British prime minister. This near inevitability is widely understood at Labour’s annual conference: from the Cheshire cat grins on the faces of those who are there, to the sheer number of suited corporate lobbyists striding around Liverpool looking terribly important. Prod a delegate, and they will utter some caution: taking voters for granted is a bad look, after all, and the Conservatives remain the world’s most formidable electoral force. The traumas of 1992 and 2015 – when the party faithful dared to dream, only to collide with brutal political reality – have left deep scars. Continue reading...","alltext":"Starmer’s path to No 10 is assured – that’s why voters must demand greater ambition | Owen Jones <p>It would be a grave error to wait until Labour is in government to scrutinise what the party has to offer</p><p>By the end of next year, Keir Starmer will reside in 10 Downing Street as the 58th British prime minister. This near inevitability is widely understood at Labour’s annual conference: from the Cheshire cat grins on the faces of those who are there, to the sheer number of suited corporate lobbyists striding around Liverpool looking terribly important.</p><p>Prod a delegate, and they will utter some caution: taking voters for granted is a bad look, after all, and the Conservatives remain the world’s most formidable electoral force. The traumas of 1992 and 2015 – when the party faithful dared to dream, only to collide with brutal political reality – have left deep scars.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/11/labour-conference-keir-starmer-speech-tories-politics\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"7d7046fe9b093700978f2b4dee4f06d34f39fde2"}}
{"id":"7d7046fe9b093700978f2b4dee4f06d34f39fde2","timestamp":"2023-10-11T05:00:30.000Z","link":"https://www.theguardian.com/commentisfree/2023/oct/11/labour-billions-covid-fraud-pandemic","title":"Labour is right: billions were lost to Covid fraud, and the public deserve a reckoning | Devi Sridhar","paragraph":"Given the immense suffering the pandemic brought to so many people, profiteers cannot be allowed to get away with it Within the world of global health aid and financing, corruption has long been a problem, from £200m from the Global Fund to Fight Aids, TB and malaria being suspended in Zambia due to concerns about money for specific projects lining the pockets of officials, to the Global Fund suspending all grants to Uganda after discovering questionable spending and contracting by the ministry of health. These corruption scandals are often dismissed as a problem that happens “over there”, and are even used as an argument against foreign aid. But are we really so different in Britain? If we look at the Covid-19 crisis, we see a similar pattern of public moneys, supposedly to tackle the pandemic, being extracted for private gain. A recent report by Transparency International UK says that a fifth of the Covid contracts awarded by the government contained red flags indicating possible corruption. Prof Devi Sridhar is chair of global public health at the University of Edinburgh Continue reading...","alltext":"Labour is right: billions were lost to Covid fraud, and the public deserve a reckoning | Devi Sridhar <p>Given the immense suffering the pandemic brought to so many people, profiteers cannot be allowed to get away with it</p><p>Within the world of global health aid and financing, corruption has long been a problem, from £200m from the Global Fund to Fight Aids, TB and malaria being <a href=\"https://www.bbc.co.uk/news/10331717\">suspended in Zambia</a> due to concerns about money for specific projects lining the pockets of officials, to the Global Fund suspending all grants to <a href=\"https://www.theglobalfund.org/en/news/2006/2006-06-02-the-global-fund-welcomes-ugandan-corruption-inquiry-report/#:~:text=The%20findings%20of%20this%20audit,maintained%20throughout%20the%20suspension%20period.\">Uganda</a> after discovering questionable spending and contracting by the ministry of health.</p><p>These corruption scandals are often dismissed as a problem that happens “over there”, and are even used as an argument against foreign aid. But are we really so different in Britain? If we look at the Covid-19 crisis, we see a similar pattern of public moneys, supposedly to tackle the pandemic, being extracted for private gain. A recent report by Transparency International UK says that <a href=\"https://www.bmj.com/content/373/bmj.n1072\">a fifth of the Covid contracts</a> awarded by the government contained red flags indicating possible corruption.</p><p>Prof Devi Sridhar is chair of global public health at the University of Edinburgh</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/11/labour-billions-covid-fraud-pandemic\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"dc4f93f59e6d572363ea775ef4fcac63f460fa2a"}}
{"id":"dc4f93f59e6d572363ea775ef4fcac63f460fa2a","timestamp":"2023-10-10T18:01:22.000Z","link":"https://www.theguardian.com/politics/2023/oct/10/the-vibe-was-almost-rocknroll-but-starmers-speech-was-serious-business","title":"The vibe was almost rock’n’roll – but Starmer’s speech was serious business  | John Crace","paragraph":"Not even a glitter attack could scupper Labour leader’s promise of a decade of renewal All that was missing was the dry ice. Long before Keir Starmer was due to give his leader’s speech the conference hall was rammed – even the standing room was oversubscribed. Keir could have sold out the arena two or three times over. Not so long ago, Labour had to beg its supporters to fill the seats. The vibe was almost rock’n’roll. But this was no mere entertainment. This was deadly serious. In the audience, bets were being placed on who might be called upon to introduce Starmer. Some thought we might get a video message from Barack Obama. Bono, possibly. An endorsement from Rupert Murdoch would also have gone down a storm. Sealed the next election. Best of all would have been Rishi Sunak himself. There’s nothing more guaranteed to get the Labour vote out than an appearance from the prime minister – the more the country sees of him, the less they like him. Just one more push for “What this county needs is a change of direction”. Continue reading...","alltext":"The vibe was almost rock’n’roll – but Starmer’s speech was serious business  | John Crace <p>Not even a glitter attack could scupper Labour leader’s promise of a decade of renewal </p><p>All that was missing was the dry ice. Long before Keir Starmer was due to give his leader’s speech the conference hall was rammed – even the standing room was oversubscribed. Keir could have sold out the arena two or three times over. Not so long ago, Labour had to beg its supporters to fill the seats. The vibe was almost rock’n’roll. But this was no mere entertainment. This was deadly serious.</p><p>In the audience, bets were being placed on who might be called upon to introduce Starmer. Some thought we might get a video message from Barack Obama. Bono, possibly. An endorsement from Rupert Murdoch would also have gone down a storm. Sealed the next election. Best of all would have been Rishi Sunak himself. There’s nothing more guaranteed to get the Labour vote out than an appearance from the prime minister – the more the country sees of him, the less they like him. Just one more push for “What this county needs is a change of direction”.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/10/the-vibe-was-almost-rocknroll-but-starmers-speech-was-serious-business\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"c66464555776c6b8eb07cbd45b65b8df6c28b82e"}}
{"id":"c66464555776c6b8eb07cbd45b65b8df6c28b82e","timestamp":"2023-10-10T17:54:30.000Z","link":"https://www.theguardian.com/commentisfree/2023/oct/10/the-guardian-view-on-sir-keir-starmers-speech-rightly-questioned-13-years-of-decline","title":"The Guardian view on Sir Keir Starmer’s speech: rightly questioned 13 years of decline | Editorial","paragraph":"Labour’s leader is tightening his grip on the party so that he can make his distinctive pitch to voters without internal dissent Sir Keir Starmer’s conference speech began with the Labour leader doused with glitter. But delegates thought he sparkled, with rapturous applause as his oration reached its climax. Sir Keir dared the party in the hall to disagree with him by praising the achievements of New Labour, vowing reform of public services and leading a standing ovation for Israel. No one did. Labour has been traumatised by the power struggles of the last few years, and the last thing on members’ minds was to disrupt the address of the man who, if the polls are to be believed, will be Britain’s next prime minister. His speech was also quietly ambitious: Sir Keir has still to win a general election, yet he talked of “a decade of national renewal” that would require two victories. The Labour leader hit the right note in promising to improve Britain’s schools and hospitals by taxing the wealthy. His pledge to raise workers’ pay is welcome, as was Labour doubling down on pro-green plans in the wake of Tory attacks and the Conservatives’s troubling descent into conspiracy theories over net zero. What Sir Keir offered, more subtly, was a vision of an ordered society, one where the NHS worked so that patients didn’t need to crowdfund to pay for urgent operations, “crime is prosecuted” and people were paid enough to afford “the little things we love”. Continue reading...","alltext":"The Guardian view on Sir Keir Starmer’s speech: rightly questioned 13 years of decline | Editorial <p>Labour’s leader is tightening his grip on the party so that he can make his distinctive pitch to voters without internal dissent</p><p>Sir Keir Starmer’s conference speech began with the Labour leader doused with <a href=\"https://www.theguardian.com/uk-news/2023/oct/10/protester-on-stage-disrupts-keir-starmer-speech-to-labour-conference\" title=\"\">glitter</a>. But delegates thought he sparkled, with rapturous applause as his oration reached its climax. Sir Keir dared the party in the hall to disagree with him by praising the achievements of New Labour, vowing reform of public services and leading a standing ovation for Israel. No one did. Labour has been traumatised by the power struggles of the last few years, and the last thing on members’ minds was to disrupt the address of the man who, if the polls are to be believed, will be Britain’s next prime minister.</p><p>His speech was also quietly ambitious: Sir Keir has still to win a general election, yet he talked of “<a href=\"https://labour.org.uk/updates/press-releases/keir-starmers-speech-at-labour-conference/\" title=\"\">a decade of national renewal</a>” that would require two victories. The Labour leader hit the right note in promising to improve Britain’s schools and hospitals by taxing the wealthy. His pledge to raise workers’ pay is welcome, as was Labour doubling down on pro-green plans in the wake of Tory attacks and the Conservatives’s troubling descent into conspiracy theories over net zero. What Sir Keir offered, more subtly, was a vision of an ordered society, one where the NHS worked so that patients didn’t need to crowdfund to pay for urgent operations, “crime is prosecuted” and people were paid enough to afford “the little things we love”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/oct/10/the-guardian-view-on-sir-keir-starmers-speech-rightly-questioned-13-years-of-decline\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"7dc26c2abc2a22521a9bb400a70589feacd47a88"}}
{"id":"7dc26c2abc2a22521a9bb400a70589feacd47a88","timestamp":"2023-10-11T18:59:56.000Z","link":"https://www.theguardian.com/politics/2023/oct/11/why-labour-will-be-pleased-that-boring-was-the-buzzword-of-conference","title":"Why Labour will be pleased that ‘boring’ was the buzzword of conference","paragraph":"MPs stayed on-message, fringe events were packed and businesses wanted to get involved at a conference that passed by with barely a hitch In the hotel bar on the last night of Labour conference in Liverpool on Tuesday, one senior aide of Keir Starmer was taking soundings from journalists about how they felt the annual gathering had gone. The adviser nodded along when they said that it had been a competent and professional affair but it was only when one reporter replied that it had also been “a bit boring” that he broke out into a big grin. “That’s the right answer,” he said. Continue reading...","alltext":"Why Labour will be pleased that ‘boring’ was the buzzword of conference <p>MPs stayed on-message, fringe events were packed and businesses wanted to get involved at a conference that passed by with barely a hitch</p><p>In the hotel bar on the last night of Labour conference in Liverpool on Tuesday, one senior aide of Keir Starmer was taking soundings from journalists about how they felt the annual gathering had gone.</p><p>The adviser nodded along when they said that it had been a competent and professional affair but it was only when one reporter replied that it had also been “a bit boring” that he broke out into a big grin. “That’s the right answer,” he said.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/11/why-labour-will-be-pleased-that-boring-was-the-buzzword-of-conference\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"150d8750e295a4a978e6c2e5fd3d4f9610b2e117"}}
{"id":"150d8750e295a4a978e6c2e5fd3d4f9610b2e117","timestamp":"2023-10-11T13:00:14.000Z","link":"https://www.theguardian.com/politics/2023/oct/11/rightwing-media-reaction-keir-starmer-labour-speech-murdoch","title":"Labour may take heart from rightwing media reaction to Starmer’s speech","paragraph":"No repeat of ‘Sun backs Blair’ moment, but neutral coverage from Murdoch press and others should please party UK politics live – latest updates The party faithful were in raptures after Keir Starmer’s speech to the conference on Tuesday, but Labour mandarins will have been eyeing the reaction in unfriendly corners of the media more than they were surveying the room in Liverpool. Media-watchers within the party ranks will have been desperately looking for any sign of a softening among the Rupert Murdoch-owned press – including the Sun and the Times – in its coverage of the speech. Continue reading...","alltext":"Labour may take heart from rightwing media reaction to Starmer’s speech <p>No repeat of ‘Sun backs Blair’ moment, but neutral coverage from Murdoch press and others should please party</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/live/2023/oct/11/keir-starmer-labour-party-conference-conservatives-rishi-sunak-uk-politics-latest-news\">UK politics live – latest updates</a></strong></li></ul><p>The party faithful were in raptures after Keir Starmer’s speech to the conference on Tuesday, but Labour mandarins will have been eyeing the reaction in unfriendly corners of the media more than they were surveying the room in Liverpool.</p><p>Media-watchers within the party ranks will have been desperately looking for any sign of a softening among the Rupert Murdoch-owned press – including the Sun and the Times – in its coverage of the speech.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/11/rightwing-media-reaction-keir-starmer-labour-speech-murdoch\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"e68b1d8536abd2a2d071a5653b3c7c79845ad099"}}
{"id":"e68b1d8536abd2a2d071a5653b3c7c79845ad099","timestamp":"2023-10-11T09:45:38.000Z","link":"https://www.theguardian.com/politics/2023/oct/11/labour-spoiling-for-fight-green-issues-environment","title":"Labour’s policies show party is spoiling for a fight on green issues","paragraph":"Conference speeches indicate party is keen to take on Tories on environment and that climate is core to its electoral strategy UK politics live – latest updates It’s been clear during party conference season that the UK is about to enter an unprecedented culture war on climate. At the Labour conference, the question has been: is the party up to the fight? Keir Starmer is attempting to counter Rishi Sunak’s doom and gloom about the supposed cost of climate action with a more optimistic message. He unveiled some long-awaited green policies, including a proposal for community renewable energy. The Labour leader also referenced the climate catastrophes that have swept the world this year, and reminded the audience “clean British energy is cheaper than foreign fossil fuels”. Continue reading...","alltext":"Labour’s policies show party is spoiling for a fight on green issues <p>Conference speeches indicate party is keen to take on Tories on environment and that climate is core to its electoral strategy</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/oct/11/keir-starmer-labour-party-conference-conservatives-rishi-sunak-uk-politics-latest-news\">UK politics live – latest updates</a></li></ul><p>It’s been clear during party conference season that the UK is about to enter an unprecedented <a href=\"https://www.theguardian.com/environment/2023/sep/20/rishi-sunak-confirms-rollback-of-key-green-targets\">culture war</a> on climate. At the Labour conference, the question has been: is the party up to the fight?</p><p>Keir Starmer is attempting to counter Rishi Sunak’s doom and gloom about the supposed cost of climate action with a more optimistic message. He unveiled some long-awaited green policies, including a proposal for community renewable energy. The Labour leader also referenced the <a href=\"https://www.theguardian.com/environment/2023/oct/05/gobsmackingly-bananas-scientists-stunned-by-planets-record-september-heat\">climate catastrophes</a> that have swept the world this year, and reminded the audience “clean British energy is cheaper than foreign fossil fuels”.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/11/labour-spoiling-for-fight-green-issues-environment\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"e4f2883e50feb90323cbf88927b8f856777070c0"}}
{"id":"e4f2883e50feb90323cbf88927b8f856777070c0","timestamp":"2023-10-10T17:47:59.000Z","link":"https://www.theguardian.com/politics/2023/oct/10/glitter-a-p45-and-hecklers-art-of-interrupting-a-party-conference-speech","title":"Glitter, a P45 and hecklers: the art of interrupting a conference speech","paragraph":"Protest at start of Keir Starmer’s address to Labour delegates follows long tradition of dissenters upstaging politicians Conference speeches are a prime opportunity for politicians to tell the world who they are and what they stand for. Annoyingly for some, the same applies to protesters. On Tuesday, Keir Starmer was showered in glitter by a protester from the group People Demand Democracy, just as the Labour leader was about to begin his speech at the party’s conference in Liverpool. Starmer looked momentarily startled before the protester was escorted off stage by security. After taking off his jacket, Starmer addressed the conference by saying: “If he thinks that bothers me he doesn’t know me. Protest or power, that’s why we changed our party,” which was received with loud applause. Continue reading...","alltext":"Glitter, a P45 and hecklers: the art of interrupting a conference speech <p>Protest at start of Keir Starmer’s address to Labour delegates follows long tradition of dissenters upstaging politicians</p><p>Conference speeches are a prime opportunity for politicians to tell the world who they are and what they stand for. Annoyingly for some, the same applies to protesters. On Tuesday, <a href=\"https://www.theguardian.com/uk-news/2023/oct/10/protester-on-stage-disrupts-keir-starmer-speech-to-labour-conference\">Keir Starmer was showered in glitter</a> by a protester from the group <a href=\"https://www.peopledemanddemocracy.com/\">People Demand Democracy</a>, just as the Labour leader was about to begin his speech at the party’s conference in Liverpool.</p><p>Starmer looked momentarily startled before the protester was escorted off stage by security. After taking off his jacket, Starmer addressed the conference by saying: “If he thinks that bothers me he doesn’t know me. Protest or power, that’s why we changed our party,” which was received with loud applause.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/10/glitter-a-p45-and-hecklers-art-of-interrupting-a-party-conference-speech\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"d75fcb3b225de5af010c23ddb0ad36115f09cab1"}}
{"id":"d75fcb3b225de5af010c23ddb0ad36115f09cab1","timestamp":"2023-10-12T16:15:31.000Z","link":"https://www.theguardian.com/commentisfree/picture/2023/oct/12/ben-jennings-deadly-cycle-violence-middle-east-cartoon","title":"Ben Jennings on the deadly cycle of violence in the Middle East – cartoon","paragraph":"Continue reading...","alltext":"Ben Jennings on the deadly cycle of violence in the Middle East – cartoon <a href=\"https://www.theguardian.com/commentisfree/picture/2023/oct/12/ben-jennings-deadly-cycle-violence-middle-east-cartoon\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"42739024cabb90fda336715d4c5e50dcf24269d4"}}
{"id":"42739024cabb90fda336715d4c5e50dcf24269d4","timestamp":"2023-10-10T17:38:10.000Z","link":"https://www.theguardian.com/commentisfree/picture/2023/oct/10/martin-rowson-middle-east-crisis-israel-gaza-cartoon","title":"Martin Rowson on the Middle East crisis – cartoon","paragraph":"Continue reading...","alltext":"Martin Rowson on the Middle East crisis – cartoon <a href=\"https://www.theguardian.com/commentisfree/picture/2023/oct/10/martin-rowson-middle-east-crisis-israel-gaza-cartoon\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"0b2278ec2e7d8a1b677e8ff1bb0e63e679dc9aa6"}}
{"id":"0b2278ec2e7d8a1b677e8ff1bb0e63e679dc9aa6","timestamp":"2023-10-09T18:03:26.000Z","link":"https://www.theguardian.com/commentisfree/picture/2023/oct/09/ben-jennings-on-britains-commitment-to-net-zero","title":"Ben Jennings on Britain’s commitment to net zero","paragraph":"Discover and buy more of Ben’s cartoons here Order your own print of this cartoon from the Guardian Print Shop Continue reading...","alltext":"Ben Jennings on Britain’s commitment to net zero <ul><li><strong><a href=\"https://guardianprintshop.com/collections/ben-jennings\">Discover and buy more of Ben’s cartoons here</a></strong></li><li><strong><a href=\"https://guardianprintshop.com/collections/ben-jennings/products/10th-october-2023\">Order your own print of this cartoon from the Guardian Print Shop</a></strong></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/oct/09/ben-jennings-on-britains-commitment-to-net-zero\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"b34ebfb53013eeca6eceeaaa4e6f48e02c02bea3"}}
{"id":"b34ebfb53013eeca6eceeaaa4e6f48e02c02bea3","timestamp":"2023-04-21T14:00:42.000Z","link":"https://www.theguardian.com/politics/2023/apr/21/party-strategists-look-to-looming-english-council-elections-for-clues-about-future","title":"A first verdict on Rishi Sunak looms in English council elections","paragraph":"The PM’s Tory critics are still waiting for their moment, while Labour is looking for signs that its strategy is on track The decision of Greg Hands, the Conservative chair, to breezily announce in a TV interview that the party expects to lose at least 1,000 seats in next month’s local elections raised a few eyebrows among his MPs. “What did he do that for?” one bemused MP asked. “I know you always have expectations management, but this seems a bit early and a bit excessive.” Bolsover council, where Labour needs to see off a challenge from a mix of independents. High Peak council, where Labour is hoping to secure a majority. The councils in Erewash, Hartlepool, North East Derbyshire and Southampton, where Labour hopes to make gains. Continue reading...","alltext":"A first verdict on Rishi Sunak looms in English council elections <p>The PM’s Tory critics are still waiting for their moment, while Labour is looking for signs that its strategy is on track </p><p>The decision of <a href=\"https://www.theguardian.com/politics/2023/feb/08/new-tory-party-chair-greg-hands-english-local-elections-difficult\">Greg Hands, the Conservative chair</a>, to breezily announce in a TV interview that the party expects to lose at least 1,000 seats in next month’s local elections raised a few eyebrows among his MPs.</p><p>“What did he do that for?” one bemused MP asked. “I know you always have expectations management, but this seems a bit early and a bit excessive.”</p><p>Bolsover council, where Labour needs to see off a challenge from a mix of independents.</p><p>High Peak council, where Labour is hoping to secure a majority.</p><p>The councils in Erewash, Hartlepool, North East Derbyshire and Southampton, where Labour hopes to make gains.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/21/party-strategists-look-to-looming-english-council-elections-for-clues-about-future\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"03a3400e5f48dd2c4cfeac92c746cb64c26fc77c"}}
{"id":"03a3400e5f48dd2c4cfeac92c746cb64c26fc77c","timestamp":"2023-10-13T04:50:47.000Z","link":"https://www.theguardian.com/world/live/2023/oct/12/israel-hamas-war-live-updates-biden-hamas-attack-holocaust-gaza-displaced-palestine","title":"Palestinian death toll passes 1,500 – as it happened","paragraph":"This blog is closed. Israel-Hamas war live: latest updates In previous encounters, says Nebal Farsakh, there would always be some time without airstrikes. “But now, there is not a single minute. That’s why the casualties keep going up and up,” says Farsakh, spokesperson for the Palestinian Red Crescent. Continue reading...","alltext":"Palestinian death toll passes 1,500 – as it happened <ul><li>This blog is closed. <a href=\"https://www.theguardian.com/world/live/2023/oct/13/israel-hamas-war-live-updates-news-gaza-palestine-evacuations-military\">Israel-Hamas war live: latest updates </a> </li></ul><p>In previous encounters, says Nebal Farsakh, there would always be some time without airstrikes.</p><p>“But now, there is not a single minute. That’s why the casualties keep going up and up,” says Farsakh, spokesperson for the Palestinian Red Crescent.</p> <a href=\"https://www.theguardian.com/world/live/2023/oct/12/israel-hamas-war-live-updates-biden-hamas-attack-holocaust-gaza-displaced-palestine\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"782fb650c51402ed8fb238ff1c9785c4bbea49fe"}}
{"id":"782fb650c51402ed8fb238ff1c9785c4bbea49fe","timestamp":"2023-10-08T18:49:33.000Z","link":"https://www.theguardian.com/politics/2023/oct/08/wes-streeting-threatens-to-come-down-like-ton-of-bricks-on-vaping-industry","title":"Wes Streeting threatens to ‘come down like ton of bricks’ on vaping industry","paragraph":"Shadow health secretary says government is ‘asleep at wheel’ as more children  become addicted Labour will “come down like a ton of bricks” on the vaping industry if Rishi Sunak does not “pull his finger out” and introduce regulations, Wes Streeting has said. The shadow health secretary attacked the prime minister, saying he had been leading a government that had been “asleep at the wheel” as a generation of children become addicted to nicotine. Continue reading...","alltext":"Wes Streeting threatens to ‘come down like ton of bricks’ on vaping industry <p>Shadow health secretary says government is ‘asleep at wheel’ as more children  become addicted</p><p>Labour will “come down like a ton of bricks” on the vaping industry if Rishi Sunak does not “pull his finger out” and introduce regulations, Wes Streeting has said.</p><p>The shadow health secretary attacked the prime minister, saying he had been leading a government that had been “asleep at the wheel” as a generation of <a href=\"https://www.theguardian.com/australia-news/2022/dec/02/ive-lost-my-children-to-vaping-the-tragic-stories-behind-the-soaring-rates-of-youth-addiction\">children become addicted to nicotine</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/oct/08/wes-streeting-threatens-to-come-down-like-ton-of-bricks-on-vaping-industry\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"3a92cff92fc535fa40157a87b7b7a48185687efd"}}
{"id":"3a92cff92fc535fa40157a87b7b7a48185687efd","timestamp":"2023-10-12T15:08:28.000Z","link":"https://www.theguardian.com/society/2023/oct/12/everything-you-need-to-know-about-nhs-englands-biggest-ever-it-contract","title":"Everything you need to know about NHS England’s biggest ever IT contract","paragraph":"What is the contract for? Which firms are in the running? And why are there privacy concerns about the deal? The biggest IT contract in the history of NHS England could be awarded as soon as next week, with the frontrunner currently the controversial US tech firm Palantir. The £480m contract for the “federated data platform” has been under consideration for months, and was due to be announced in September. The process has been delayed but Palantir, in partnership with the consultancy Accenture, is still in pole position to win the deal. Continue reading...","alltext":"Everything you need to know about NHS England’s biggest ever IT contract <p>What is the contract for? Which firms are in the running? And why are there privacy concerns about the deal?</p><p>The biggest IT contract in the history of NHS England could be awarded as soon as next week, with the frontrunner currently the controversial US tech firm Palantir.</p><p>The £480m contract for the “federated data platform” has been under consideration for months, and was due to be announced in September. The process has been delayed but Palantir, in partnership with the consultancy Accenture, is still in pole position to win the deal.</p> <a href=\"https://www.theguardian.com/society/2023/oct/12/everything-you-need-to-know-about-nhs-englands-biggest-ever-it-contract\">Continue reading...</a>"}
{"index":{"_index":"test","_id":"27b97b407ecb6ac860340fde9d7d3a541aa42ff6"}}
{"id":"27b97b407ecb6ac860340fde9d7d3a541aa42ff6","timestamp":"2023-10-13T08:09:32.000Z","link":"https://www.bbc.co.uk/news/uk-67095846?at_medium=RSS&at_campaign=KARANGA","title":"UK to deploy Royal Navy ships to Middle East to 'bolster security'","paragraph":"Two ships, surveillance aircraft, helicopters and a detachment of Royal Marines are being dispatched.","alltext":"UK to deploy Royal Navy ships to Middle East to 'bolster security' Two ships, surveillance aircraft, helicopters and a detachment of Royal Marines are being dispatched."}
{"index":{"_index":"test","_id":"55f56a0b54ef277d584ba83f62c02de8e765becf"}}
{"id":"55f56a0b54ef277d584ba83f62c02de8e765becf","timestamp":"2023-10-12T20:58:36.000Z","link":"https://www.bbc.co.uk/news/uk-67091170?at_medium=RSS&at_campaign=KARANGA","title":"UK arranges flights for Britons stranded in Israel","paragraph":"The first flight is set to leave Tel Aviv later on Thursday, the Foreign Office says.","alltext":"UK arranges flights for Britons stranded in Israel The first flight is set to leave Tel Aviv later on Thursday, the Foreign Office says."}
{"index":{"_index":"test","_id":"1751e3e5c399e5638028e4d9b422579c8e80727e"}}
{"id":"1751e3e5c399e5638028e4d9b422579c8e80727e","timestamp":"2023-10-12T21:21:49.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67096242?at_medium=RSS&at_campaign=KARANGA","title":"Keir Starmer glitter protester Yaz Ashmawi apologises","paragraph":"Yaz Ashmawi regrets \"compromising\" the Labour leader's safety but says throwing glitter was \"fine\".","alltext":"Keir Starmer glitter protester Yaz Ashmawi apologises Yaz Ashmawi regrets \"compromising\" the Labour leader's safety but says throwing glitter was \"fine\"."}
{"index":{"_index":"test","_id":"780c6b2fa5bdac8e04b749bd372092991793d1f1"}}
{"id":"780c6b2fa5bdac8e04b749bd372092991793d1f1","timestamp":"2023-10-13T04:17:45.000Z","link":"https://www.bbc.co.uk/news/world-asia-67020994?at_medium=RSS&at_campaign=KARANGA","title":"Afghans in UK visa limbo as Pakistan vows to expel migrants","paragraph":"Afghans who worked with the UK are living in fear in Pakistan as it cracks down on migrants without visas.","alltext":"Afghans in UK visa limbo as Pakistan vows to expel migrants Afghans who worked with the UK are living in fear in Pakistan as it cracks down on migrants without visas."}
{"index":{"_index":"test","_id":"1c7596f64c2be04c967cccb55a29ecd452948427"}}
{"id":"1c7596f64c2be04c967cccb55a29ecd452948427","timestamp":"2023-10-12T10:28:24.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67087861?at_medium=RSS&at_campaign=KARANGA","title":"Keir Starmer: I won't build homes without GPs and schools","paragraph":"The Labour leader says new developments need infrastructure as he defends his housebuilding plans.","alltext":"Keir Starmer: I won't build homes without GPs and schools The Labour leader says new developments need infrastructure as he defends his housebuilding plans."}
{"index":{"_index":"test","_id":"535fff0f6630db357ec59474b929917261239bbe"}}
{"id":"535fff0f6630db357ec59474b929917261239bbe","timestamp":"2023-10-11T21:03:17.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67085314?at_medium=RSS&at_campaign=KARANGA","title":"Chris Mason: Don't go big, don't do flash - inside Labour's strategy","paragraph":"Our political editor reflects on a Labour conference filled with expectation about its prospects.","alltext":"Chris Mason: Don't go big, don't do flash - inside Labour's strategy Our political editor reflects on a Labour conference filled with expectation about its prospects."}
{"index":{"_index":"test","_id":"517ffa9563b7f4e2365b2d4aae9f0e50eb8a06f6"}}
{"id":"517ffa9563b7f4e2365b2d4aae9f0e50eb8a06f6","timestamp":"2023-10-12T14:29:45.000Z","link":"https://www.bbc.co.uk/news/uk-scotland-67087840?at_medium=RSS&at_campaign=KARANGA","title":"MP Lisa Cameron defects from SNP to Conservatives","paragraph":"The East Kilbride, Strathaven and Lesmahagow representative is being urged to quit to allow a by-election.","alltext":"MP Lisa Cameron defects from SNP to Conservatives The East Kilbride, Strathaven and Lesmahagow representative is being urged to quit to allow a by-election."}
{"index":{"_index":"test","_id":"2067eb419a475f218b06cd9499c28bf1c076b496"}}
{"id":"2067eb419a475f218b06cd9499c28bf1c076b496","timestamp":"2023-10-12T17:20:58.000Z","link":"https://www.bbc.co.uk/news/education-67089209?at_medium=RSS&at_campaign=KARANGA","title":"Universities must act swiftly on antisemitism, ministers say","paragraph":"Education minsters have written to vice-chancellors over the welfare of Jewish students on campus.","alltext":"Universities must act swiftly on antisemitism, ministers say Education minsters have written to vice-chancellors over the welfare of Jewish students on campus."}
{"index":{"_index":"test","_id":"e0212a122359a7ff7096505000013cb941e8c1d9"}}
{"id":"e0212a122359a7ff7096505000013cb941e8c1d9","timestamp":"2023-10-12T16:01:43.000Z","link":"https://www.bbc.co.uk/news/science-environment-67087411?at_medium=RSS&at_campaign=KARANGA","title":"UK net zero targets 'harder to achieve' after PM's speech - advisers","paragraph":"The UK's climate advisers say recent changes to net zero policies make it harder to meet climate goals.","alltext":"UK net zero targets 'harder to achieve' after PM's speech - advisers The UK's climate advisers say recent changes to net zero policies make it harder to meet climate goals."}
{"index":{"_index":"test","_id":"7990086c59e8acae032b6ed5b14036431d96f00f"}}
{"id":"7990086c59e8acae032b6ed5b14036431d96f00f","timestamp":"2023-10-11T16:00:08.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67075706?at_medium=RSS&at_campaign=KARANGA","title":"Sir Keir Starmer says he is a house building Yimby","paragraph":"The Labour leader tells the BBC he is a \"yes in my back yard\" advocate - not a Nimby - on housing.","alltext":"Sir Keir Starmer says he is a house building Yimby The Labour leader tells the BBC he is a \"yes in my back yard\" advocate - not a Nimby - on housing."}
{"index":{"_index":"test","_id":"45cd47d3c0a0605d6b50f368ebf6f778637e927e"}}
{"id":"45cd47d3c0a0605d6b50f368ebf6f778637e927e","timestamp":"2023-10-12T09:47:26.000Z","link":"https://www.bbc.co.uk/news/health-67087906?at_medium=RSS&at_campaign=KARANGA","title":"NHS waiting list in England rises to record 7.75m","paragraph":"Data shows August was a very busy month for hospitals and ambulance services.","alltext":"NHS waiting list in England rises to record 7.75m Data shows August was a very busy month for hospitals and ambulance services."}
{"index":{"_index":"test","_id":"ed42331e5491fd02f1f87b3bf1ba1fa76a2a2196"}}
{"id":"ed42331e5491fd02f1f87b3bf1ba1fa76a2a2196","timestamp":"2023-10-12T10:56:43.000Z","link":"https://www.bbc.co.uk/news/uk-england-merseyside-67088036?at_medium=RSS&at_campaign=KARANGA","title":"Man held after Keir Starmer glitter protest bailed","paragraph":"Sir Keir had glitter thrown over him by a heckler who shouted \"true democracy is citizen-led\".","alltext":"Man held after Keir Starmer glitter protest bailed Sir Keir had glitter thrown over him by a heckler who shouted \"true democracy is citizen-led\"."}
{"index":{"_index":"test","_id":"db9852936938c00293808373d1632c71ad38cba6"}}
{"id":"db9852936938c00293808373d1632c71ad38cba6","timestamp":"2023-10-11T14:01:19.000Z","link":"https://www.bbc.co.uk/news/health-67081075?at_medium=RSS&at_campaign=KARANGA","title":"The NHS must modernise or die, Wes Streeting says","paragraph":"The shadow health secretary warns the ageing population could bankrupt the NHS, as he sets out plans.","alltext":"The NHS must modernise or die, Wes Streeting says The shadow health secretary warns the ageing population could bankrupt the NHS, as he sets out plans."}
{"index":{"_index":"test","_id":"4e951ea2e9a542aaeee161911ddf6a2f4fea14e3"}}
{"id":"4e951ea2e9a542aaeee161911ddf6a2f4fea14e3","timestamp":"2023-10-11T11:31:54.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67068351?at_medium=RSS&at_campaign=KARANGA","title":"Teach primary pupils real-world maths - Labour","paragraph":"The shadow education secretary pledges to tackle a 'cultural problem' with the subject in schools.","alltext":"Teach primary pupils real-world maths - Labour The shadow education secretary pledges to tackle a 'cultural problem' with the subject in schools."}
{"index":{"_index":"test","_id":"bfb1eea97f3e600d9742ef0682319ebf7e0767eb"}}
{"id":"bfb1eea97f3e600d9742ef0682319ebf7e0767eb","timestamp":"2023-10-11T11:05:36.000Z","link":"https://www.bbc.co.uk/news/uk-wales-politics-67076592?at_medium=RSS&at_campaign=KARANGA","title":"Covid: Boris Johnson refused talks with Drakeford and Sturgeon","paragraph":"Former prime minister tells Covid inquiry he was worried UK could look like a mini-EU.","alltext":"Covid: Boris Johnson refused talks with Drakeford and Sturgeon Former prime minister tells Covid inquiry he was worried UK could look like a mini-EU."}
{"index":{"_index":"test","_id":"f37a3e38c706894078ad3a57e1a54a8d7f8e62ad"}}
{"id":"f37a3e38c706894078ad3a57e1a54a8d7f8e62ad","timestamp":"2023-10-10T15:50:40.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67063732?at_medium=RSS&at_campaign=KARANGA","title":"Keir Starmer speech disrupted as protester glitter-bombs Labour leader","paragraph":"A man is arrested after a protester demands electoral reform in a stunt at Labour's conference.","alltext":"Keir Starmer speech disrupted as protester glitter-bombs Labour leader A man is arrested after a protester demands electoral reform in a stunt at Labour's conference."}
{"index":{"_index":"test","_id":"2d8234c94f9e5557c5231d30d392e750fafe9a7b"}}
{"id":"2d8234c94f9e5557c5231d30d392e750fafe9a7b","timestamp":"2023-10-10T12:52:27.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67068017?at_medium=RSS&at_campaign=KARANGA","title":"'Vote Rishi, get Liz', Labour to tell public ahead of next election","paragraph":"Labour will argue ex-PM Liz Truss could have a significant influence on a future Tory government.","alltext":"'Vote Rishi, get Liz', Labour to tell public ahead of next election Labour will argue ex-PM Liz Truss could have a significant influence on a future Tory government."}
{"index":{"_index":"test","_id":"f50d723078ee53bcc99097fd7b51254348b5ea77"}}
{"id":"f50d723078ee53bcc99097fd7b51254348b5ea77","timestamp":"2023-10-11T09:05:50.000Z","link":"https://www.bbc.co.uk/news/uk-england-south-yorkshire-67065348?at_medium=RSS&at_campaign=KARANGA","title":"Jared O'Mara: Jailed MP's selection 'will never happen again'","paragraph":"Sir Keir Starmer says a \"rigorous system\" for selecting candidates has been put in place by Labour.","alltext":"Jared O'Mara: Jailed MP's selection 'will never happen again' Sir Keir Starmer says a \"rigorous system\" for selecting candidates has been put in place by Labour."}
{"index":{"_index":"test","_id":"8bc797def994b47b9a6c480aeebaac7944f9e31e"}}
{"id":"8bc797def994b47b9a6c480aeebaac7944f9e31e","timestamp":"2023-10-11T10:06:46.000Z","link":"https://www.bbc.co.uk/news/technology-67064824?at_medium=RSS&at_campaign=KARANGA","title":"Clubs promoting NFTs pose 'risk' to fans, MPs warn","paragraph":"A committee of MPs say artists and sport clubs' reputations are at risk if they promote NFTs.","alltext":"Clubs promoting NFTs pose 'risk' to fans, MPs warn A committee of MPs say artists and sport clubs' reputations are at risk if they promote NFTs."}
{"index":{"_index":"test","_id":"13bc8d9839c2835ef7b1b3391977064886a95e01"}}
{"id":"13bc8d9839c2835ef7b1b3391977064886a95e01","timestamp":"2023-10-10T17:09:17.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67065706?at_medium=RSS&at_campaign=KARANGA","title":"Labour: Yvette Cooper plans 'tough love' youth hubs to combat crime","paragraph":"Teenage interventions are needed to tackle knife crime, the shadow home secretary argues.","alltext":"Labour: Yvette Cooper plans 'tough love' youth hubs to combat crime Teenage interventions are needed to tackle knife crime, the shadow home secretary argues."}
{"index":{"_index":"test","_id":"a780be99478c05f887f0a8fbe73053cb9bf5c7b0"}}
{"id":"a780be99478c05f887f0a8fbe73053cb9bf5c7b0","timestamp":"2023-10-09T18:19:31.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67057097?at_medium=RSS&at_campaign=KARANGA","title":"Corbyn supporters may be out of power - but say they're not out of ideas","paragraph":"The left of the party has still got some support for its policies, but its champions are a long way from power, says the BBC's Iain Watson.","alltext":"Corbyn supporters may be out of power - but say they're not out of ideas The left of the party has still got some support for its policies, but its champions are a long way from power, says the BBC's Iain Watson."}
{"index":{"_index":"test","_id":"76a4a40f04e82075c8afb432b417993683413900"}}
{"id":"76a4a40f04e82075c8afb432b417993683413900","timestamp":"2023-10-10T14:11:45.000Z","link":"https://www.bbc.co.uk/news/health-67066882?at_medium=RSS&at_campaign=KARANGA","title":"Partygate revelations destroyed trust in government, inquiry told","paragraph":"Ex-cabinet secretary says 'under no circumstances' should lockdown parties have taken place.","alltext":"Partygate revelations destroyed trust in government, inquiry told Ex-cabinet secretary says 'under no circumstances' should lockdown parties have taken place."}
{"index":{"_index":"test","_id":"b1ae6a8fd155595c23d0562bd501065b3b53645b"}}
{"id":"b1ae6a8fd155595c23d0562bd501065b3b53645b","timestamp":"2023-10-09T22:05:50.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67048289?at_medium=RSS&at_campaign=KARANGA","title":"Labour plans to fight next election on economy","paragraph":"Former Bank of England head Mark Carney endorses Rachel Reeves as she emphasises economic security at Labour conference.","alltext":"Labour plans to fight next election on economy Former Bank of England head Mark Carney endorses Rachel Reeves as she emphasises economic security at Labour conference."}
{"index":{"_index":"test","_id":"93d353032585641b31617d2780e3a2b2dadb89b6"}}
{"id":"93d353032585641b31617d2780e3a2b2dadb89b6","timestamp":"2023-10-09T18:24:06.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67058842?at_medium=RSS&at_campaign=KARANGA","title":"Sunak Brexit progress should embolden Labour, says Hilary Benn","paragraph":"The PM's March deal for Northern Ireland shows the party can boost ties, the shadow minister says.","alltext":"Sunak Brexit progress should embolden Labour, says Hilary Benn The PM's March deal for Northern Ireland shows the party can boost ties, the shadow minister says."}
{"index":{"_index":"test","_id":"a9c86b8124f6ebe188718c9b36ef4dd36c989545"}}
{"id":"a9c86b8124f6ebe188718c9b36ef4dd36c989545","timestamp":"2023-10-09T17:37:17.000Z","link":"https://www.bbc.co.uk/news/uk-wales-politics-67054892?at_medium=RSS&at_campaign=KARANGA","title":"Labour: Drakeford makes case for party being bold in power","paragraph":"Mark Drakeford's speech comes amid debate about whether Labour should offer voters more.","alltext":"Labour: Drakeford makes case for party being bold in power Mark Drakeford's speech comes amid debate about whether Labour should offer voters more."}
{"index":{"_index":"test","_id":"4a5158f5ad0e2bc9b0c6624468ea0a1f22ceb95e"}}
{"id":"4a5158f5ad0e2bc9b0c6624468ea0a1f22ceb95e","timestamp":"2023-10-09T17:40:32.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67056005?at_medium=RSS&at_campaign=KARANGA","title":"Labour conference votes to nationalise energy","paragraph":"Despite the vote Labour leadership say proposals will not be in the next manifesto.","alltext":"Labour conference votes to nationalise energy Despite the vote Labour leadership say proposals will not be in the next manifesto."}
{"index":{"_index":"test","_id":"b28407016d4b5466170da8b2e647115d9dccb7e0"}}
{"id":"b28407016d4b5466170da8b2e647115d9dccb7e0","timestamp":"2023-10-09T14:43:23.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67056083?at_medium=RSS&at_campaign=KARANGA","title":"Labour would clamp down on jet use by ministers","paragraph":"Shadow chancellor Rachel Reeves attacks the PM's \"private jet habit\" in her party conference speech.","alltext":"Labour would clamp down on jet use by ministers Shadow chancellor Rachel Reeves attacks the PM's \"private jet habit\" in her party conference speech."}
{"index":{"_index":"test","_id":"de938a92eaf98b8043a5835df8bbd4b156104cb3"}}
{"id":"de938a92eaf98b8043a5835df8bbd4b156104cb3","timestamp":"2023-10-08T18:37:12.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67048553?at_medium=RSS&at_campaign=KARANGA","title":"Don't tilt too far towards unions, warns Peter Mandelson","paragraph":"The key architect of New Labour says the party needs to ensure it can attract private investment.","alltext":"Don't tilt too far towards unions, warns Peter Mandelson The key architect of New Labour says the party needs to ensure it can attract private investment."}
{"index":{"_index":"test","_id":"2a4e7ce533500e3bc5eec8e6fd0a05e74f1cc4bf"}}
{"id":"2a4e7ce533500e3bc5eec8e6fd0a05e74f1cc4bf","timestamp":"2023-10-09T16:23:27.000Z","link":"https://www.bbc.co.uk/news/uk-67055809?at_medium=RSS&at_campaign=KARANGA","title":"Rwanda can be trusted, Supreme Court told","paragraph":"The country will treat humanely any asylum seekers sent under the legally-stalled deal, the UK says.","alltext":"Rwanda can be trusted, Supreme Court told The country will treat humanely any asylum seekers sent under the legally-stalled deal, the UK says."}
{"index":{"_index":"test","_id":"0dc5249ebe8a1b4bec1c3df13b5d7d70bd22cb4b"}}
{"id":"0dc5249ebe8a1b4bec1c3df13b5d7d70bd22cb4b","timestamp":"2023-10-08T12:18:52.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67040811?at_medium=RSS&at_campaign=KARANGA","title":"Labour conference: Angela Rayner vows 'biggest' affordable housing boost","paragraph":"Angela Rayner sets out plans to \"get tough\" with developers in a speech to Labour's conference.","alltext":"Labour conference: Angela Rayner vows 'biggest' affordable housing boost Angela Rayner sets out plans to \"get tough\" with developers in a speech to Labour's conference."}
{"index":{"_index":"test","_id":"3de410ea732458cc3a73b6de8164041987e41bb4"}}
{"id":"3de410ea732458cc3a73b6de8164041987e41bb4","timestamp":"2023-10-08T14:14:10.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67043603?at_medium=RSS&at_campaign=KARANGA","title":"Doctors up for longer hours for more overtime pay, says Keir Starmer","paragraph":"The Labour leaders says NHS staff in England will volunteer for longer hours to cut waiting lists.","alltext":"Doctors up for longer hours for more overtime pay, says Keir Starmer The Labour leaders says NHS staff in England will volunteer for longer hours to cut waiting lists."}
{"index":{"_index":"test","_id":"c3d001aa7edaa304a1d8a71fb4af337ef7bb6299"}}
{"id":"c3d001aa7edaa304a1d8a71fb4af337ef7bb6299","timestamp":"2023-10-09T04:45:18.000Z","link":"https://www.bbc.co.uk/news/uk-66958305?at_medium=RSS&at_campaign=KARANGA","title":"Minister raised concerns over closure of SAS war crimes investigation","paragraph":"Veterans minister Johnny Mercer suspected UK special forces may have unlawfully killed unarmed Afghans.","alltext":"Minister raised concerns over closure of SAS war crimes investigation Veterans minister Johnny Mercer suspected UK special forces may have unlawfully killed unarmed Afghans."}
{"index":{"_index":"test","_id":"75142524a384c7d9e827f3a5af41a6e986ba23bf"}}
{"id":"75142524a384c7d9e827f3a5af41a6e986ba23bf","timestamp":"2023-10-08T18:17:44.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67048707?at_medium=RSS&at_campaign=KARANGA","title":"Labour stands with the people of Israel - David Lammy","paragraph":"The shadow foreign secretary says would like any response \"to be proportionate, and to be within into national law\".","alltext":"Labour stands with the people of Israel - David Lammy The shadow foreign secretary says would like any response \"to be proportionate, and to be within into national law\"."}
{"index":{"_index":"test","_id":"14bd51639d72050a2c2f839e5fe9fc50c1c2dcde"}}
{"id":"14bd51639d72050a2c2f839e5fe9fc50c1c2dcde","timestamp":"2023-10-08T15:04:44.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67043606?at_medium=RSS&at_campaign=KARANGA","title":"Boris Johnson's ex-wife Marina Wheeler is Labour's sexual harassment adviser","paragraph":"Marina Wheeler KC is looking at how to strengthen the law to protect women who are bullied at work.","alltext":"Boris Johnson's ex-wife Marina Wheeler is Labour's sexual harassment adviser Marina Wheeler KC is looking at how to strengthen the law to protect women who are bullied at work."}
{"index":{"_index":"test","_id":"d1c61f4b5ce3e7299464f821b30707cbb4f6b325"}}
{"id":"d1c61f4b5ce3e7299464f821b30707cbb4f6b325","timestamp":"2023-10-11T15:59:55.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67065571?at_medium=RSS&at_campaign=KARANGA","title":"Starmer is a Yimby, not a Nimby, on housebuilding","paragraph":"The Labour leader pledges to take difficult decisions to \"bulldoze\" opponents trying to block the building of homes.","alltext":"Starmer is a Yimby, not a Nimby, on housebuilding The Labour leader pledges to take difficult decisions to \"bulldoze\" opponents trying to block the building of homes."}
{"index":{"_index":"test","_id":"66603d5d6e25030819e45b882ab42b162a076b5e"}}
{"id":"66603d5d6e25030819e45b882ab42b162a076b5e","timestamp":"2023-10-11T10:22:46.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67077051?at_medium=RSS&at_campaign=KARANGA","title":"NHS must modernise or die - Streeting tells Labour conference","paragraph":"The shadow health secretary says it is up to Labour to \"rescue, rebuild and renew\" the NHS.","alltext":"NHS must modernise or die - Streeting tells Labour conference The shadow health secretary says it is up to Labour to \"rescue, rebuild and renew\" the NHS."}
{"index":{"_index":"test","_id":"90e0e12ab6a5fe8910b26797ab7c81a0f2b7889a"}}
{"id":"90e0e12ab6a5fe8910b26797ab7c81a0f2b7889a","timestamp":"2023-10-10T13:25:54.000Z","link":"https://www.bbc.co.uk/news/uk-67065235?at_medium=RSS&at_campaign=KARANGA","title":"Protester throws glitter over Starmer at conference","paragraph":"A man disrupts the start of Sir Keir Starmer’s speech approaching the Labour leader on the podium.","alltext":"Protester throws glitter over Starmer at conference A man disrupts the start of Sir Keir Starmer’s speech approaching the Labour leader on the podium."}
{"index":{"_index":"test","_id":"8be743252ebed921b31a17e0f7e4569d8e45a32c"}}
{"id":"8be743252ebed921b31a17e0f7e4569d8e45a32c","timestamp":"2023-10-10T11:31:00.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67065572?at_medium=RSS&at_campaign=KARANGA","title":"Labour is the 'true party of law and order'- Cooper","paragraph":"A series of 90 hubs would be set up by a Labour government with mental health workers and youth workers to tackle knife crime.","alltext":"Labour is the 'true party of law and order'- Cooper A series of 90 hubs would be set up by a Labour government with mental health workers and youth workers to tackle knife crime."}
{"index":{"_index":"test","_id":"b6b517d72cb7737acb0a21907195f9f5e2cc87a6"}}
{"id":"b6b517d72cb7737acb0a21907195f9f5e2cc87a6","timestamp":"2023-10-09T12:17:34.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67054272?at_medium=RSS&at_campaign=KARANGA","title":"Reeves: Biggest risk to economy is five more Tory years","paragraph":"The shadow chancellor says the PM is \"too weak\" to denounce the policies of his predecessor Liz Truss.","alltext":"Reeves: Biggest risk to economy is five more Tory years The shadow chancellor says the PM is \"too weak\" to denounce the policies of his predecessor Liz Truss."}
{"index":{"_index":"test","_id":"45e14973635ce4b205d735769a38cb3d921a39b4"}}
{"id":"45e14973635ce4b205d735769a38cb3d921a39b4","timestamp":"2023-10-10T18:02:24.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67056087?at_medium=RSS&at_campaign=KARANGA","title":"Labour conference: Six takeaways from Keir Starmer's speech","paragraph":"Glitter, being a builder, bashing Sunak - what did the Labour leader say in his speech?","alltext":"Labour conference: Six takeaways from Keir Starmer's speech Glitter, being a builder, bashing Sunak - what did the Labour leader say in his speech?"}
{"index":{"_index":"test","_id":"5ddfc4ca1ed34d71479e5e78335b31b45f82ddcd"}}
{"id":"5ddfc4ca1ed34d71479e5e78335b31b45f82ddcd","timestamp":"2023-09-26T11:17:46.000Z","link":"https://www.bbc.co.uk/news/uk-england-stoke-staffordshire-66864806?at_medium=RSS&at_campaign=KARANGA","title":"Tamworth by-election 2023: The candidates standing","paragraph":"Seven people have declared their intention to replace Chris Pincher at the by-election next month.","alltext":"Tamworth by-election 2023: The candidates standing Seven people have declared their intention to replace Chris Pincher at the by-election next month."}
{"index":{"_index":"test","_id":"33bbd974887997b900689c6523965cd34ec3ff36"}}
{"id":"33bbd974887997b900689c6523965cd34ec3ff36","timestamp":"2023-10-13T09:45:38.000Z","link":"https://www.bbc.co.uk/news/uk-england-beds-bucks-herts-65988395?at_medium=RSS&at_campaign=KARANGA","title":"Mid Beds by-election: Candidates line up to replace Nadine Dorries MP","paragraph":"Thirteen people are standing to replace Conservative MP Nadine Dorries after her resignation.","alltext":"Mid Beds by-election: Candidates line up to replace Nadine Dorries MP Thirteen people are standing to replace Conservative MP Nadine Dorries after her resignation."}
{"index":{"_index":"test","_id":"59b117ee3aae5c6c5852900846e55b07006479d6"}}
{"id":"59b117ee3aae5c6c5852900846e55b07006479d6","timestamp":"2023-10-07T10:18:09.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66846322?at_medium=RSS&at_campaign=KARANGA","title":"Party conference: When and where is the Labour Party conference?","paragraph":"All the major political parties will be hosting their party conferences soon, but what goes on?","alltext":"Party conference: When and where is the Labour Party conference? All the major political parties will be hosting their party conferences soon, but what goes on?"}
{"index":{"_index":"test","_id":"0ca0cf85f420627f6aeb726eec58a8c5f3cc1d5c"}}
{"id":"0ca0cf85f420627f6aeb726eec58a8c5f3cc1d5c","timestamp":"2023-10-07T15:05:39.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67039284?at_medium=RSS&at_campaign=KARANGA","title":"Chris Mason: Starmer grapples with how to keep Labour ahead","paragraph":"The Labour leader won't be short of advice in Liverpool - but how does he convert a commanding poll lead into a general election victory?","alltext":"Chris Mason: Starmer grapples with how to keep Labour ahead The Labour leader won't be short of advice in Liverpool - but how does he convert a commanding poll lead into a general election victory?"}
{"index":{"_index":"test","_id":"146e41687a5d52345f7656823b7365628b772b61"}}
{"id":"146e41687a5d52345f7656823b7365628b772b61","timestamp":"2023-09-06T12:29:17.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66304053?at_medium=RSS&at_campaign=KARANGA","title":"Keir Starmer: Labour leader hoping for keys to Downing Street","paragraph":"A profile of the former lawyer hoping to return his party to power after 13 years in opposition.","alltext":"Keir Starmer: Labour leader hoping for keys to Downing Street A profile of the former lawyer hoping to return his party to power after 13 years in opposition."}
{"index":{"_index":"test","_id":"4a74f7c63a93870a97762f4e8208b5aa21955373"}}
{"id":"4a74f7c63a93870a97762f4e8208b5aa21955373","timestamp":"2023-10-10T07:09:23.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67056085?at_medium=RSS&at_campaign=KARANGA","title":"Labour election rally buzzing - up to a point","paragraph":"Party activists in Liverpool are daring to dream about victory, but caution is never far away.","alltext":"Labour election rally buzzing - up to a point Party activists in Liverpool are daring to dream about victory, but caution is never far away."}
{"index":{"_index":"test","_id":"32c4d05e241a98fe817f2c09aa2391a48fafb37a"}}
{"id":"32c4d05e241a98fe817f2c09aa2391a48fafb37a","timestamp":"2023-10-06T07:50:58.000Z","link":"https://www.bbc.co.uk/news/uk-politics-67027065?at_medium=RSS&at_campaign=KARANGA","title":"Chris Mason: Thunderbolt by-election transforms political weather","paragraph":"Labour's victory in Rutherglen and Hamilton West allows them to dream of a Scottish revival.","alltext":"Chris Mason: Thunderbolt by-election transforms political weather Labour's victory in Rutherglen and Hamilton West allows them to dream of a Scottish revival."}
{"index":{"_index":"test","_id":"3131490442e2dfcde204affb6a76d80f64e1dea1"}}
{"id":"3131490442e2dfcde204affb6a76d80f64e1dea1","timestamp":"2023-09-04T11:30:53.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66316152?at_medium=RSS&at_campaign=KARANGA","title":"Angela Rayner: Labour big-hitter who beat the odds","paragraph":"How Sir Keir Starmer's deputy overcame a difficult start in life to climb the ladder at Westminster.","alltext":"Angela Rayner: Labour big-hitter who beat the odds How Sir Keir Starmer's deputy overcame a difficult start in life to climb the ladder at Westminster."}
{"index":{"_index":"test","_id":"1093b3862eb3b1e131c0853f0f3c9ac9be95e9b0"}}
{"id":"1093b3862eb3b1e131c0853f0f3c9ac9be95e9b0","timestamp":"2023-10-06T14:43:25.000Z","link":"https://www.bbc.co.uk/news/uk-67029579?at_medium=RSS&at_campaign=KARANGA","title":"HS2: What has been built so far?","paragraph":"A visual guide to the progress made on one of the most expensive rail projects in the world.","alltext":"HS2: What has been built so far? A visual guide to the progress made on one of the most expensive rail projects in the world."}
{"index":{"_index":"test","_id":"30c5443df3d519c73d0267acb5709cfbce2f8e3f"}}
{"id":"30c5443df3d519c73d0267acb5709cfbce2f8e3f","timestamp":"2023-10-04T09:11:16.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66998512?at_medium=RSS&at_campaign=KARANGA","title":"Five policy ideas being pushed at Conservative Party conference","paragraph":"Some big themes have emerged as the party builds its manifesto ahead of the next general election.","alltext":"Five policy ideas being pushed at Conservative Party conference Some big themes have emerged as the party builds its manifesto ahead of the next general election."}
{"index":{"_index":"test","_id":"c41ecdc609a4f876fea527bb4eb85f45c3769867"}}
{"id":"c41ecdc609a4f876fea527bb4eb85f45c3769867","timestamp":"2023-10-03T10:47:28.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66939798?at_medium=RSS&at_campaign=KARANGA","title":"Tories imitating our policies, says Reform UK leader Richard Tice","paragraph":"The Conservatives are moving towards Reform UK on net zero and HS2, says leader Richard Tice.","alltext":"Tories imitating our policies, says Reform UK leader Richard Tice The Conservatives are moving towards Reform UK on net zero and HS2, says leader Richard Tice."}
{"index":{"_index":"test","_id":"5b8a5d2830b5597781b4bec31684ee410a541b55"}}
{"id":"5b8a5d2830b5597781b4bec31684ee410a541b55","timestamp":"2023-10-04T09:28:04.000Z","link":"https://www.bbc.co.uk/news/business-51490893?at_medium=RSS&at_campaign=KARANGA","title":"Rishi Sunak: The Star Wars fan turned political force","paragraph":"After a year in office, the prime minister is attempting to change his image ahead of an election.","alltext":"Rishi Sunak: The Star Wars fan turned political force After a year in office, the prime minister is attempting to change his image ahead of an election."}
{"index":{"_index":"test","_id":"b6c99dae46ba80503ae179611a5ce3b1fb62403b"}}
{"id":"b6c99dae46ba80503ae179611a5ce3b1fb62403b","timestamp":"2023-10-03T16:05:26.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66997104?at_medium=RSS&at_campaign=KARANGA","title":"Nigel Farage leaves door open to re-joining Tories after election","paragraph":"The former UKIP leader has been welcomed with open arms by right-wing Tories in Manchester.","alltext":"Nigel Farage leaves door open to re-joining Tories after election The former UKIP leader has been welcomed with open arms by right-wing Tories in Manchester."}
{"index":{"_index":"test","_id":"44ccbdf0d752b4e3e969dea6c1b9edf7bcb20308"}}
{"id":"44ccbdf0d752b4e3e969dea6c1b9edf7bcb20308","timestamp":"2023-10-04T05:19:35.000Z","link":"https://www.bbc.co.uk/news/uk-england-beds-bucks-herts-66895375?at_medium=RSS&at_campaign=KARANGA","title":"Mid Bedfordshire by-election in charts","paragraph":"What does the data say about some of the key issues in the Mid Bedfordshire by-election?","alltext":"Mid Bedfordshire by-election in charts What does the data say about some of the key issues in the Mid Bedfordshire by-election?"}
{"index":{"_index":"test","_id":"0cf5a905b545e96570105e93074d79a9d1677fe1"}}
{"id":"0cf5a905b545e96570105e93074d79a9d1677fe1","timestamp":"2023-10-03T18:42:15.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66988993?at_medium=RSS&at_campaign=KARANGA","title":"Would you do jury duty in the House of Lords?","paragraph":"Conservative conference attendees bat around ideas for changing Parliament's upper chamber.","alltext":"Would you do jury duty in the House of Lords? Conservative conference attendees bat around ideas for changing Parliament's upper chamber."}
{"index":{"_index":"test","_id":"e2327efe993b2d0cfa7e9ff67bcaa4d551e59c4c"}}
{"id":"e2327efe993b2d0cfa7e9ff67bcaa4d551e59c4c","timestamp":"2023-10-02T08:23:39.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66981297?at_medium=RSS&at_campaign=KARANGA","title":"Chris Mason: Can Sunak's switch from Mr Steady to Mr Change work?","paragraph":"The prime minister seeks reinvention - a tricky task when his party has been in power for 13 years.","alltext":"Chris Mason: Can Sunak's switch from Mr Steady to Mr Change work? The prime minister seeks reinvention - a tricky task when his party has been in power for 13 years."}
{"index":{"_index":"test","_id":"8c5c170ba84346af8278c96edb7157ff216e3555"}}
{"id":"8c5c170ba84346af8278c96edb7157ff216e3555","timestamp":"2023-09-29T14:52:33.000Z","link":"https://www.bbc.co.uk/news/65647308?at_medium=RSS&at_campaign=KARANGA","title":"Rishi Sunak's five promises: What progress has he made?","paragraph":"In January the prime minister said five priorities should be used to hold his government to account.","alltext":"Rishi Sunak's five promises: What progress has he made? In January the prime minister said five priorities should be used to hold his government to account."}
{"index":{"_index":"test","_id":"ed55c18119dfcbd37eb25da0cf640af668f3f7ae"}}
{"id":"ed55c18119dfcbd37eb25da0cf640af668f3f7ae","timestamp":"2023-09-30T00:08:34.000Z","link":"https://www.bbc.co.uk/news/education-66942941?at_medium=RSS&at_campaign=KARANGA","title":"What could Rishi Sunak's British baccalaureate look like?","paragraph":"The prime minister wants more students to study maths and English until the age of 18.","alltext":"What could Rishi Sunak's British baccalaureate look like? The prime minister wants more students to study maths and English until the age of 18."}
{"index":{"_index":"test","_id":"c2326f20f9f3ccee1a417c6729ff42fd25465eff"}}
{"id":"c2326f20f9f3ccee1a417c6729ff42fd25465eff","timestamp":"2023-10-01T06:13:27.000Z","link":"https://www.bbc.co.uk/news/uk-northern-ireland-66937192?at_medium=RSS&at_campaign=KARANGA","title":"Windsor Framework: How will the next stage of the Brexit deal work?","paragraph":"The Windsor Framework reaches a major milestone as the green and red lane system starts.","alltext":"Windsor Framework: How will the next stage of the Brexit deal work? The Windsor Framework reaches a major milestone as the green and red lane system starts."}
{"index":{"_index":"test","_id":"697aceddac8e6f4d5a2678ba0bd878fb03a56ff8"}}
{"id":"697aceddac8e6f4d5a2678ba0bd878fb03a56ff8","timestamp":"2023-09-28T11:29:55.000Z","link":"https://www.bbc.co.uk/news/uk-england-66939150?at_medium=RSS&at_campaign=KARANGA","title":"Rishi Sunak: What we learned from PM's BBC radio grilling","paragraph":"Rishi Sunak ran the gauntlet of back-to-back interviews with BBC Local Radio stations.","alltext":"Rishi Sunak: What we learned from PM's BBC radio grilling Rishi Sunak ran the gauntlet of back-to-back interviews with BBC Local Radio stations."}
{"index":{"_index":"test","_id":"865be411cc1c788103c9e244b4803de39202c95f"}}
{"id":"865be411cc1c788103c9e244b4803de39202c95f","timestamp":"2023-09-30T12:05:31.000Z","link":"https://www.bbc.co.uk/news/science-environment-66970426?at_medium=RSS&at_campaign=KARANGA","title":"Laura Kuenssberg: Rishi Sunak needs political superpowers to make his rebrand work","paragraph":"Whether it's shifting green targets or a HS2 wobble, there is political cost to PM's changes, writes Laura Kuenssberg.","alltext":"Laura Kuenssberg: Rishi Sunak needs political superpowers to make his rebrand work Whether it's shifting green targets or a HS2 wobble, there is political cost to PM's changes, writes Laura Kuenssberg."}
{"index":{"_index":"test","_id":"af95391f309f20b0b9c35da3b28d9cc5da2676e2"}}
{"id":"af95391f309f20b0b9c35da3b28d9cc5da2676e2","timestamp":"2023-09-26T14:32:09.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66923609?at_medium=RSS&at_campaign=KARANGA","title":"Chris Mason: Davey pounds Tories in election warm-up speech","paragraph":"Sir Ed Davey makes it clear who the Lib Dems are targeting at the general election - but will it work?","alltext":"Chris Mason: Davey pounds Tories in election warm-up speech Sir Ed Davey makes it clear who the Lib Dems are targeting at the general election - but will it work?"}
{"index":{"_index":"test","_id":"61bdae1c339ed44b1a1e5d4813581da1219290f1"}}
{"id":"61bdae1c339ed44b1a1e5d4813581da1219290f1","timestamp":"2023-09-25T10:43:08.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66912097?at_medium=RSS&at_campaign=KARANGA","title":"Chris Mason: Big decisions await as HS2 row simmers on","paragraph":"The PM might have hoped to make an HS2 announcement later this autumn - but that timetable has slipped.","alltext":"Chris Mason: Big decisions await as HS2 row simmers on The PM might have hoped to make an HS2 announcement later this autumn - but that timetable has slipped."}
{"index":{"_index":"test","_id":"081ac0821d12bf29f882fd7604c8d85f5b9b7eb4"}}
{"id":"081ac0821d12bf29f882fd7604c8d85f5b9b7eb4","timestamp":"2023-09-26T14:04:48.000Z","link":"https://www.bbc.co.uk/news/uk-politics-53888106?at_medium=RSS&at_campaign=KARANGA","title":"Liberal Democrats: Who is leader Sir Ed Davey?","paragraph":"A profile of the former cabinet minister who once won an award for a lifesaving act of bravery.","alltext":"Liberal Democrats: Who is leader Sir Ed Davey? A profile of the former cabinet minister who once won an award for a lifesaving act of bravery."}
{"index":{"_index":"test","_id":"0f2059f1051725678b690c3bf361d0358e02eb4b"}}
{"id":"0f2059f1051725678b690c3bf361d0358e02eb4b","timestamp":"2023-09-22T01:01:25.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66878234?at_medium=RSS&at_campaign=KARANGA","title":"Voters aren’t talking about Brexit, says Lib Dem leader","paragraph":"Rejoining the EU isn't on the agenda, Sir Ed Davey says as the Lib Dems gather for their annual conference.","alltext":"Voters aren’t talking about Brexit, says Lib Dem leader Rejoining the EU isn't on the agenda, Sir Ed Davey says as the Lib Dems gather for their annual conference."}
{"index":{"_index":"test","_id":"f79e93a38b148498aa6f7107a96d586559a737e8"}}
{"id":"f79e93a38b148498aa6f7107a96d586559a737e8","timestamp":"2023-09-24T16:47:12.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66902614?at_medium=RSS&at_campaign=KARANGA","title":"Lobbyists take close-up look at Lib Dems","paragraph":"Businesses and campaigners say they have gravitated towards a party with a sense of optimism.","alltext":"Lobbyists take close-up look at Lib Dems Businesses and campaigners say they have gravitated towards a party with a sense of optimism."}
{"index":{"_index":"test","_id":"a222eb020d2ab8f1275f46a945585518449131fb"}}
{"id":"a222eb020d2ab8f1275f46a945585518449131fb","timestamp":"2023-09-23T00:02:50.000Z","link":"https://www.bbc.co.uk/news/business-66864122?at_medium=RSS&at_campaign=KARANGA","title":"Net zero: Will Rishi Sunak's changes to climate policies save money?","paragraph":"Decarbonising will cost money but some argue in the long run it will boost the economy.","alltext":"Net zero: Will Rishi Sunak's changes to climate policies save money? Decarbonising will cost money but some argue in the long run it will boost the economy."}
{"index":{"_index":"test","_id":"dce62c152e0ecf42a2d7cd5255ad773f19396ca7"}}
{"id":"dce62c152e0ecf42a2d7cd5255ad773f19396ca7","timestamp":"2023-09-20T18:21:05.000Z","link":"https://www.bbc.co.uk/news/uk-66871073?at_medium=RSS&at_campaign=KARANGA","title":"Rishi Sunak: Cars, boilers and net zero - key takeaways from PM's speech","paragraph":"The PM announces changes to his green approach, but says 2050 net zero targets will still be met.","alltext":"Rishi Sunak: Cars, boilers and net zero - key takeaways from PM's speech The PM announces changes to his green approach, but says 2050 net zero targets will still be met."}
{"index":{"_index":"test","_id":"58b9cba98e5c82081d037817aa0914cc09f28640"}}
{"id":"58b9cba98e5c82081d037817aa0914cc09f28640","timestamp":"2023-09-20T19:17:20.000Z","link":"https://www.bbc.co.uk/news/science-environment-66867679?at_medium=RSS&at_campaign=KARANGA","title":"Could Rishi Sunak's green review threaten UK net zero?","paragraph":"The prime minister has rolled back some net zero policies, but says he's still committed to targets.","alltext":"Could Rishi Sunak's green review threaten UK net zero? The prime minister has rolled back some net zero policies, but says he's still committed to targets."}
{"index":{"_index":"test","_id":"2356d1d7ccd941f4772f1658b86f23ddc6fa27c1"}}
{"id":"2356d1d7ccd941f4772f1658b86f23ddc6fa27c1","timestamp":"2023-09-20T21:15:05.000Z","link":"https://www.bbc.co.uk/news/science-environment-58874518?at_medium=RSS&at_campaign=KARANGA","title":"What is net zero and how are the UK and other countries doing?","paragraph":"The UK may weaken some key green commitments, despite its pledge to reach \"net zero\" by 2050.","alltext":"What is net zero and how are the UK and other countries doing? The UK may weaken some key green commitments, despite its pledge to reach \"net zero\" by 2050."}
{"index":{"_index":"test","_id":"67c6318c2b451c512e449f0c750f638060c0aba7"}}
{"id":"67c6318c2b451c512e449f0c750f638060c0aba7","timestamp":"2023-09-21T03:50:36.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66873471?at_medium=RSS&at_campaign=KARANGA","title":"Chris Mason: PM gambles as he walks towards blizzard of criticism","paragraph":"Rishi Sunak had avoided stoking Tory infighting, but has now done just that, says our political editor.","alltext":"Chris Mason: PM gambles as he walks towards blizzard of criticism Rishi Sunak had avoided stoking Tory infighting, but has now done just that, says our political editor."}
{"index":{"_index":"test","_id":"6cd5c32897f334baca4bf5391ec195c08a04a86c"}}
{"id":"6cd5c32897f334baca4bf5391ec195c08a04a86c","timestamp":"2023-09-16T15:05:32.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66831207?at_medium=RSS&at_campaign=KARANGA","title":"Laura Kuenssberg: Labour - damned if they dare, damned if they don't?","paragraph":"When Keir Starmer unveils a policy it is roundly attacked - is this the price of getting a hearing?","alltext":"Laura Kuenssberg: Labour - damned if they dare, damned if they don't? When Keir Starmer unveils a policy it is roundly attacked - is this the price of getting a hearing?"}
{"index":{"_index":"test","_id":"705d4bd95186fdbdb109f2925ad10a0e839ec317"}}
{"id":"705d4bd95186fdbdb109f2925ad10a0e839ec317","timestamp":"2023-09-14T05:31:16.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66805127?at_medium=RSS&at_campaign=KARANGA","title":"Parties battle to be seen as the UK's housebuilders","paragraph":"A government defeat gets to the heart of one of the biggest issues in contemporary domestic politics.","alltext":"Parties battle to be seen as the UK's housebuilders A government defeat gets to the heart of one of the biggest issues in contemporary domestic politics."}
{"index":{"_index":"test","_id":"de26d6bb517ae7f2624aade6efb0884e68f1ce32"}}
{"id":"de26d6bb517ae7f2624aade6efb0884e68f1ce32","timestamp":"2023-09-10T15:08:26.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66769415?at_medium=RSS&at_campaign=KARANGA","title":"Spy claims turbocharge debate on approach to China","paragraph":"Rishi Sunak has attempted to warm up relations with Beijing, but some Tory MPs want a tougher line.","alltext":"Spy claims turbocharge debate on approach to China Rishi Sunak has attempted to warm up relations with Beijing, but some Tory MPs want a tougher line."}
{"index":{"_index":"test","_id":"c2afdc3f788eb9626fd13977600e1b8fe7c33962"}}
{"id":"c2afdc3f788eb9626fd13977600e1b8fe7c33962","timestamp":"2023-09-09T13:40:08.000Z","link":"https://www.bbc.co.uk/news/uk-66755345?at_medium=RSS&at_campaign=KARANGA","title":"Laura Kuenssberg: Inside the high-stakes soap opera that led to political chaos","paragraph":"Key players tell Laura Kuenssberg how six years of political turbulence rocked the British state.","alltext":"Laura Kuenssberg: Inside the high-stakes soap opera that led to political chaos Key players tell Laura Kuenssberg how six years of political turbulence rocked the British state."}
{"index":{"_index":"test","_id":"953db2e616137ba9b7a0fd2b645cdf5aca25fb6a"}}
{"id":"953db2e616137ba9b7a0fd2b645cdf5aca25fb6a","timestamp":"2023-09-06T17:45:44.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66718059?at_medium=RSS&at_campaign=KARANGA","title":"Who is Gillian Keegan? The education secretary who left school at 16","paragraph":"Gillian Keegan is the face of the government's handling of the RAAC crumbling concrete crisis.","alltext":"Who is Gillian Keegan? The education secretary who left school at 16 Gillian Keegan is the face of the government's handling of the RAAC crumbling concrete crisis."}
{"index":{"_index":"test","_id":"7fd3d08808d672ff719c4cdf2467e687aca078b0"}}
{"id":"7fd3d08808d672ff719c4cdf2467e687aca078b0","timestamp":"2023-08-31T15:41:53.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66669995?at_medium=RSS&at_campaign=KARANGA","title":"Claire Coutinho: Who is the new energy secretary?","paragraph":"A big promotion sees the East Surrey MP become the youngest member of the cabinet at the age of 38.","alltext":"Claire Coutinho: Who is the new energy secretary? A big promotion sees the East Surrey MP become the youngest member of the cabinet at the age of 38."}
{"index":{"_index":"test","_id":"1b424f05f935361f3347245f68c59da8e448702d"}}
{"id":"1b424f05f935361f3347245f68c59da8e448702d","timestamp":"2023-09-05T01:19:33.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66713967?at_medium=RSS&at_campaign=KARANGA","title":"Why has concrete suddenly become headline news?","paragraph":"Deep within certain and very particular corners of government, RAAC has been a talking point for years.","alltext":"Why has concrete suddenly become headline news? Deep within certain and very particular corners of government, RAAC has been a talking point for years."}
{"index":{"_index":"test","_id":"0a0fb80b7d1d651f2d9e287fa9c87c7382457794"}}
{"id":"0a0fb80b7d1d651f2d9e287fa9c87c7382457794","timestamp":"2023-09-06T10:14:26.000Z","link":"https://www.bbc.co.uk/news/education-66709154?at_medium=RSS&at_campaign=KARANGA","title":"RAAC: How long have we known about unsafe concrete in schools?","paragraph":"Questions are being raised about the timing of big decisions on funding for school buildings.","alltext":"RAAC: How long have we known about unsafe concrete in schools? Questions are being raised about the timing of big decisions on funding for school buildings."}
{"index":{"_index":"test","_id":"49952b79077aeeb66d241a6c3703ed97ae8a2279"}}
{"id":"49952b79077aeeb66d241a6c3703ed97ae8a2279","timestamp":"2023-09-04T15:11:31.000Z","link":"https://www.bbc.co.uk/news/business-66709376?at_medium=RSS&at_campaign=KARANGA","title":"Are spending cuts to blame for the schools concrete crisis?","paragraph":"Capital spending on education has been squeezed since 2010 as money has been redirected to healthcare.","alltext":"Are spending cuts to blame for the schools concrete crisis? Capital spending on education has been squeezed since 2010 as money has been redirected to healthcare."}
{"index":{"_index":"test","_id":"5fe2e780eebe2b24288165fcb4cd6ef377f489a3"}}
{"id":"5fe2e780eebe2b24288165fcb4cd6ef377f489a3","timestamp":"2023-09-02T12:44:36.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66695170?at_medium=RSS&at_campaign=KARANGA","title":"Analysis: Will Rishi Sunak prove to be more than a good loser?","paragraph":"The PM steadied the Tory ship, but the coming months will see if he keeps it afloat, writes Laura Kuenssberg.","alltext":"Analysis: Will Rishi Sunak prove to be more than a good loser? The PM steadied the Tory ship, but the coming months will see if he keeps it afloat, writes Laura Kuenssberg."}
{"index":{"_index":"test","_id":"bb7fee61f3486b7eb865633d324e83963b07ab99"}}
{"id":"bb7fee61f3486b7eb865633d324e83963b07ab99","timestamp":"2023-09-10T11:17:50.000Z","link":"https://www.bbc.co.uk/news/uk-politics-65856429?at_medium=RSS&at_campaign=KARANGA","title":"Four unique things about travelling abroad with a prime minister","paragraph":"From motorcades to VVIP lounges, my trips abroad to report on Rishi Sunak's foreign visits aren't typical.","alltext":"Four unique things about travelling abroad with a prime minister From motorcades to VVIP lounges, my trips abroad to report on Rishi Sunak's foreign visits aren't typical."}
{"index":{"_index":"test","_id":"0568f3acd8f5f4761cd1f3b8efcec8b7048cf5de"}}
{"id":"0568f3acd8f5f4761cd1f3b8efcec8b7048cf5de","timestamp":"2023-08-31T11:20:09.000Z","link":"https://www.bbc.co.uk/news/uk-politics-34952735?at_medium=RSS&at_campaign=KARANGA","title":"Grant Shapps: Who is the new defence secretary?","paragraph":"The former energy secretary will now take on responsibility for the UK's response to the war in Ukraine.","alltext":"Grant Shapps: Who is the new defence secretary? The former energy secretary will now take on responsibility for the UK's response to the war in Ukraine."}
{"index":{"_index":"test","_id":"e391c71e8bff75654077ecc55fab0ed292f5447b"}}
{"id":"e391c71e8bff75654077ecc55fab0ed292f5447b","timestamp":"2023-09-02T08:41:54.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66691570?at_medium=RSS&at_campaign=KARANGA","title":"Analysis: PM does a rejig in the big house","paragraph":"The latest changes to Cabinet come as the PM tries to work out how to improve his political fortunes.","alltext":"Analysis: PM does a rejig in the big house The latest changes to Cabinet come as the PM tries to work out how to improve his political fortunes."}
{"index":{"_index":"test","_id":"6859866474f7c525d234890d02c92817c4c117df"}}
{"id":"6859866474f7c525d234890d02c92817c4c117df","timestamp":"2023-09-01T23:01:17.000Z","link":"https://www.bbc.co.uk/news/business-66680187?at_medium=RSS&at_campaign=KARANGA","title":"Will post-Brexit food checks ever happen?","paragraph":"The UK government this week delayed changes to arrangements for EU food imports for the fifth time.","alltext":"Will post-Brexit food checks ever happen? The UK government this week delayed changes to arrangements for EU food imports for the fifth time."}
{"index":{"_index":"test","_id":"a5396cb4c4e84fa84ca9a815adffa387fb8ca869"}}
{"id":"a5396cb4c4e84fa84ca9a815adffa387fb8ca869","timestamp":"2023-08-29T13:00:44.000Z","link":"https://www.bbc.co.uk/news/entertainment-arts-66646344?at_medium=RSS&at_campaign=KARANGA","title":"Eminem and Vivek Ramaswamy revive battle between pop stars and politicians","paragraph":"Politicians want to gain credibility by playing pop songs - but musicians don't want to lose theirs.","alltext":"Eminem and Vivek Ramaswamy revive battle between pop stars and politicians Politicians want to gain credibility by playing pop songs - but musicians don't want to lose theirs."}
{"index":{"_index":"test","_id":"dc8ae38e70d4381534d0a7dcc659bfc2d3de1779"}}
{"id":"dc8ae38e70d4381534d0a7dcc659bfc2d3de1779","timestamp":"2023-09-27T13:22:44.000Z","link":"https://www.bbc.co.uk/news/business-62435432?at_medium=RSS&at_campaign=KARANGA","title":"Energy bills: What can I do if I can't afford to pay?","paragraph":"If you're struggling to afford your gas and electricity bills, what options are available?","alltext":"Energy bills: What can I do if I can't afford to pay? If you're struggling to afford your gas and electricity bills, what options are available?"}
{"index":{"_index":"test","_id":"2e197f961f2447e2802bb8810e78f2ddf0af5056"}}
{"id":"2e197f961f2447e2802bb8810e78f2ddf0af5056","timestamp":"2023-08-30T14:43:00.000Z","link":"https://www.bbc.co.uk/news/uk-53699511?at_medium=RSS&at_campaign=KARANGA","title":"How many people cross the Channel in small boats and how many claim asylum in the UK?","paragraph":"Prime Minister Rishi Sunak says that \"stopping the boats\" coming to the UK is a key priority.","alltext":"How many people cross the Channel in small boats and how many claim asylum in the UK? Prime Minister Rishi Sunak says that \"stopping the boats\" coming to the UK is a key priority."}
{"index":{"_index":"test","_id":"e98d4c21fdec74c6c70ea1528ca13a811007198f"}}
{"id":"e98d4c21fdec74c6c70ea1528ca13a811007198f","timestamp":"2023-08-20T08:27:46.000Z","link":"https://www.bbc.co.uk/news/uk-scotland-66534614?at_medium=RSS&at_campaign=KARANGA","title":"How many bees does it take to seal an Act of Parliament?","paragraph":"Stuart Hood has a very important job as the Scottish Parliament's official beekeeper.","alltext":"How many bees does it take to seal an Act of Parliament? Stuart Hood has a very important job as the Scottish Parliament's official beekeeper."}
{"index":{"_index":"test","_id":"5d78bfca5e29b6fd52766934a4a53611d9b1cbc9"}}
{"id":"5d78bfca5e29b6fd52766934a4a53611d9b1cbc9","timestamp":"2023-10-10T11:14:00.000Z","link":"https://www.bbc.co.uk/news/business-12196322?at_medium=RSS&at_campaign=KARANGA","title":"What is the UK inflation rate and why is it so high?","paragraph":"The rate at which prices are rising has fallen but remains well above the 2% inflation target.","alltext":"What is the UK inflation rate and why is it so high? The rate at which prices are rising has fallen but remains well above the 2% inflation target."}
{"index":{"_index":"test","_id":"c24e13271c8398532ec7d9cbb3a2813d93ea13c2"}}
{"id":"c24e13271c8398532ec7d9cbb3a2813d93ea13c2","timestamp":"2023-08-14T15:58:23.000Z","link":"https://www.bbc.co.uk/news/uk-66501666?at_medium=RSS&at_campaign=KARANGA","title":"Are more small boats being stopped by French police?","paragraph":"Health Secretary Steve Barclay claimed 40% more boats have been stopped this year than last year.","alltext":"Are more small boats being stopped by French police? Health Secretary Steve Barclay claimed 40% more boats have been stopped this year than last year."}
{"index":{"_index":"test","_id":"3ee28819135b3109df961f0292f78e5749bfd489"}}
{"id":"3ee28819135b3109df961f0292f78e5749bfd489","timestamp":"2023-08-07T13:32:03.000Z","link":"https://www.bbc.co.uk/news/uk-66270811?at_medium=RSS&at_campaign=KARANGA","title":"Inside Bibby Stockholm: On board barge housing asylum seekers","paragraph":"What will life be like on the Bibby Stockholm?","alltext":"Inside Bibby Stockholm: On board barge housing asylum seekers What will life be like on the Bibby Stockholm?"}
{"index":{"_index":"test","_id":"770562f594f68f10eb22e400d034924eee1d8220"}}
{"id":"770562f594f68f10eb22e400d034924eee1d8220","timestamp":"2023-09-13T08:54:37.000Z","link":"https://www.bbc.co.uk/news/business-13200758?at_medium=RSS&at_campaign=KARANGA","title":"What is GDP and how is it measured?","paragraph":"A basic guide to how the economy is measured and why that calculation matters.","alltext":"What is GDP and how is it measured? A basic guide to how the economy is measured and why that calculation matters."}
{"index":{"_index":"test","_id":"821440b6517401062e81cdc66f45f91f68cd3607"}}
{"id":"821440b6517401062e81cdc66f45f91f68cd3607","timestamp":"2023-08-11T12:51:17.000Z","link":"https://www.bbc.co.uk/news/health-66360656?at_medium=RSS&at_campaign=KARANGA","title":"How much do junior doctors really get paid in England?","paragraph":"The BBC asked two junior doctors in England to show us their payslips and reveal their salaries.","alltext":"How much do junior doctors really get paid in England? The BBC asked two junior doctors in England to show us their payslips and reveal their salaries."}
{"index":{"_index":"test","_id":"bb4ad361fd813887e8ba169b8eede680f47829c3"}}
{"id":"bb4ad361fd813887e8ba169b8eede680f47829c3","timestamp":"2023-08-10T23:03:05.000Z","link":"https://www.bbc.co.uk/news/uk-northern-ireland-66467713?at_medium=RSS&at_campaign=KARANGA","title":"Varadkar - Blues brother or big mouth?","paragraph":"The first taoiseach to visit Windsor Park uses the opportunity to say it's back to Stormont or Plan B.","alltext":"Varadkar - Blues brother or big mouth? The first taoiseach to visit Windsor Park uses the opportunity to say it's back to Stormont or Plan B."}
{"index":{"_index":"test","_id":"4ba5f860c691ff401d3bad3c88243cbcc60ac3e4"}}
{"id":"4ba5f860c691ff401d3bad3c88243cbcc60ac3e4","timestamp":"2023-08-09T12:42:29.000Z","link":"https://www.bbc.co.uk/news/uk-wales-politics-66438470?at_medium=RSS&at_campaign=KARANGA","title":"Hillary Clinton offered to set me up on a date - Welsh minister","paragraph":"The ex-presidential candidate offered to set up a newly single Welsh minister with her friends.","alltext":"Hillary Clinton offered to set me up on a date - Welsh minister The ex-presidential candidate offered to set up a newly single Welsh minister with her friends."}
{"index":{"_index":"test","_id":"089fd94544004d04f4472136fa18c55bf6adf97a"}}
{"id":"089fd94544004d04f4472136fa18c55bf6adf97a","timestamp":"2023-08-09T05:30:15.000Z","link":"https://www.bbc.co.uk/news/uk-northern-ireland-66405229?at_medium=RSS&at_campaign=KARANGA","title":"Red Lines: Kate Hoey - from international Marxist to Brexiteer","paragraph":"The political journey taken by Baroness Hoey, who was Labour's MP for Vauxhall for 30 years.","alltext":"Red Lines: Kate Hoey - from international Marxist to Brexiteer The political journey taken by Baroness Hoey, who was Labour's MP for Vauxhall for 30 years."}
{"index":{"_index":"test","_id":"52c9e37285392eab7dd1f142597111752b96efea"}}
{"id":"52c9e37285392eab7dd1f142597111752b96efea","timestamp":"2023-08-07T10:04:12.000Z","link":"https://www.bbc.co.uk/news/uk-politics-66396350?at_medium=RSS&at_campaign=KARANGA","title":"'Eye rolling' civil service leaders block reform, report says","paragraph":"Senior civil servants react negatively to change proposals, according to a new report.","alltext":"'Eye rolling' civil service leaders block reform, report says Senior civil servants react negatively to change proposals, according to a new report."}
